МОН74	СТАРТ	'74000'
	М
МОН0	внеш	D01001,D01002,D01004,D01005,D01006
МОН0	внеш	D01007,D01101,D01107,D01110,D01111
МОН0	внеш	D01112,D01113,D01114,D01115,D01120
МОН0	внеш	D01122,D01126,D01154,D01155,D01163
МОН0	внеш	D01164,D01165,D01166,D01167,D01170
МОН0	внеш	D01171,D01172,D01173,D01174,D01210
МОН0	внеш	D01211,D01345,D01423,D01507,D01510
МОН0	внеш	D01511,D01621,D01622,D01721,D01747
МОН0	внеш	D01754,G01354,ВХЗАП,ВХПОЗ,ВЫХЗАП
МОН0	внеш	СООБЩ
МОН70	внеш	D70000,D70125,D70142,D70143,D70144
МОН70	внеш	D70146,G70007
	вход	D74000
*
* МОНИТОР АРАП (ВАР.04/78), ЛИСТЫ 036-037 (ЗОНЫ 2048:0151-0152):
* РАЗБОР КОЛОДЫ ЗАДАНИЯ ПО КАРТАМ. АРАП - АРХИВ ТЕКСТОВ ПРОГРАММ (АП) НА
* ЛЕНТЕ 42 (ТОМ БИБЛИОТЕКИ МАКРОСОВ): КАРТА ИМЕНИ "ИМЯ   $$$$$$"
* ДЕЛАЕТ РАБОЧУЮ КОПИЮ АП ИЗ АРХИВА, $$$-КАРТЫ ВВОДЯТ И ПРАВЯТ ЕЕ
* (ВВД ВСТ ЗАМ ВЫБ СДВ ДБЛ), ВЫДАЮТ (ЛСТ ПАП), ПИШУТ В АРХИВ (ЗПА ЗПБ
* ЗПС ЗПУ), ТРН$$$ - ТРАНСЛЯЦИЯ РАБОЧЕЙ КОПИИ; НОВМЛ, ВЫВОГЛ, УНЧАП,
* НЖИЗНЬ - ОПЕРАЦИИ С ТОМОМ. ДИАПАЗОН СТРОК - НА СЛЕДУЮЩЕЙ КАРТЕ:
* "ОТ-ДО" ИЛИ "ОТ-ДО-КУДА" (НОМЕРА - ПОЗИЦИИ В РАБОЧЕЙ КОПИИ).
*
D74000	ржа	'3'
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	СООБЩ(М16)
	конк	в'00377164'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	сч	D01126
	зп	D74115
	зп	D01510
	зп	D70143
	сч	D76322
	зп	D01507
	сч	D76323
	зп	D70142
	счи	М17
	зп	D77142
	уиа	D70000(М10)
	пв	D70000(М1)
	уиа	D01345(М10)
	пв	D01345(М1)
	счи	
	зп	D76715
	зп	'2000'
	уиа	'14000'(М6)
	уиа	-5(М2)
	сч	D76334
	зп	D01622
	сч	D76335
	зп	D01621
	сч	D01173
	зп	D74116
КАРТА	пв	G74456(М12)
G74021	пв	G75641(М12)
РАЗБОР	сч	D76336
	слц	D74040
	зп	D74040
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	сч	D76505
	и	D76337
	нтж	D76340
	по	G74105
	сч	D76505
	нтж	D76341
	по	КАРТА
	сч	D76506
	нтж	D76342
	по	ИМЯАП
	сч	D77151
	нтж	D76336
	по	G76012
	сч	D77152
	нтж	D76336
	по	G76012
	пб	G74255
G74035	сч	D74040
	нтж	D76336
	пе	G76035
	сч	D01122
	пе	G74041
	пб	G76035
D74040	пам	1
G74041	сч	D76715
	сда	64-24
	слц	D76343
	зп	D76624
	счи	
	зп	D01621
	сч	D76344
	зп	D01622
	сч	D77156
	зп	D76626
	сч	D01173
	зп	D76630
	зп	D76632
	сч	D01174
	зп	D76631
	сч	D01210
	зп	D01754
	мод	D01004
	сч	
	пе	G74060
	счи	
	зп	D01155
	мод	D01007
	сч	
	по	G74060
	сч	D76336
	зп	D01164
	зп	D01166
	зп	D01111
G74060	сч	D76505
	нтж	D76345
	по	G74066
	пв	G76571(М12)
G74062	уиа	D76626(М1)
	пв	ВЫХЗАП(М2)
	пв	G74456(М12)
	сч	D76505
	нтж	D76346
	по	G76145
	пб	G74060
G74066	уиа	D76626(М1)
	пв	D01721(М2)
	сч	D76630
	зп	D01174
	сч	D76624
	нтж	D76343
	по	G76525
	пб	G76000
КНОВМЛ	уиа	D76001(М1)
	счи	
G74073	зп	'3777'(М1)
	цикл	G74073(М1)
	сч	D76674
	зп	'2000'
	сч	D76321
	слц	D01621
	зп	D76645
	Э70	D76645
	пб	КАРТА
КНЖИЗН	сч	D76336
	зп	D77151
	пб	КАРТА
КУНЧАП	сч	D76336
	зп	D77152
	пв	G75404(М1)
	пб	КАРТА
G74105	сч	D76505
	сбр	D76347
	рзб	D76350
	зп	D01621
	счи	
	зп	'2000'
	пб	КАРТА
G74111	сч	'2000'
	пе	(М1)
	сч	D76320
	слц	D01621
	зп	D76645
	Э70	D76645
	пб	(М1)
D74115	пам	1
D74116	пам	1
ИМЯАП	сч	D76505
	зп	D77153
	сч	D76715
	слц	D74445
	зп	D74445
	сда	64-24
	слц	D76343
	зп	D76624
	сч	D76715
	по	G74160
	пв	G74326(М1)
	сч	D01510
	вч	D76343
	зп	D01510
	уиа	D01345(М10)
	пв	D01345(М1)
	уиа	D70000(М10)
	пв	D70000(М1)
	сч	D74116
	зп	D76630
	и	D76351
	зп	D76632
	сч	D01174
	зп	D76631
	сч	D01210
	зп	D01754
	сч	D76715
	уи	М12
	сч	D01621
	зп	D76473
	счи	
	зп	D01621
	зп	D76715
	сч	D76344
	зп	D01622
G74142	уиа	D70000(М10)
	пв	G70007(М1)
	уиа	D76626(М1)
	пв	ВЫХЗАП(М2)
	слиа	-1(М12)
	пино	G74142(М12)
	уиа	D76626(М1)
	пв	D01721(М2)
	сч	D76630
	зп	D74116
	и	D76351
	слц	D76352
	сда	64-14
	зп	D76474
	сч	D74115
	и	D76353
	слц	D76474
	зп	D74115
	зп	D70143
	зп	D01510
	сч	D76473
	зп	D01621
	сч	D76334
	зп	D01622
	уиа	D70000(М10)
	пв	D70000(М1)
	пв	G74331(М1)
G74160	пв	G74246(М12)
	пб	G74220
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0110715202774230'
	конд	в'0110715102774215'
	конд	в'6010000101116354'
	конд	в'0267402042401345'
	конд	в'0220000007101345'
	конд	в'6010000101116355'
	по	G74416
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	сч	1(М14)
	и	D76354
	уи	М12
	сч	1(М14)
	и	D76356
	сда	64+14
	зп	D77160
	сч	3(М14)
	и	D76356
	пе	G74177
	сч	D76356
G74177	сда	64+14
	или	D76640
	зп	D77161
	пв	G74326(М1)
	уиа	D77156(М1)
	пв	ВХПОЗ(М2)
G74202	уиа	D77156(М1)
	пв	ВХЗАП(М2)
	сч	D76642
	и	D76353
	или	D76624
	зп	D76642
	сч	D76624
	слц	D76343
	зп	D76624
	уиа	D01345(М10)
	пв	G01354(М1)
	слиа	-1(М12)
	пино	G74202(М12)
	уиа	D01345(М10)
	пв	D01423(М1)
	сч	D01511
	зп	D76715
	пв	G74331(М1)
	пб	КАРТА
G74215	счи	
	зп	D77151
	сч	1(М14)
	и	D76357
	зп	1(М14)
	пб	КАРТА
G74220	пвл	СООБЩ(М16)
	конк	в'00576215'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	сч	D77151
	пе	G74225
	сч	D77152
	по	КАРТА
	пв	G75513(М1)
G74225	счи	
	зп	D77151
	зп	D77152
	сч	D76336
	зп	D76563
	пб	КАРТА
	сч	2(М14)
	по	G74243
	сч	D76360
G74232	зп	(М14)
	сч	3(М14)
	и	D76357
	зп	1(М14)
	Э50	'114'
	сбр	D76361
	рзб	D76362
	или	1(М14)
	зп	1(М14)
	сч	D76321
	слц	D01621
	зп	D76645
	Э70	D76645
	счи	
	зп	D77152
	пб	КАРТА
G74243	сч	1(М14)
	и	D76357
	зп	'2000'
	счи	
	пб	G74232
G74246	уиа	D76723+49(М13)
	уиа	'2001'(М14)
	уиа	G76025+1(М11)
	пв	G74111(М1)
	сч	D77153
	зп	D77154
G74251	сч	(М14)
	по	(М12)
	нтж	D77154
	по	1(М12)
	слиа	2(М14)
	цикл	G74251(М13)
	пб	(М11)
G74255	уиа	D76722(М14)
	уиа	'77664'(М13)
	сч	D76505
	зп	D77154
	пв	G74251(М12)
G74260	пб	G74035
G74261	мод	1(М14)
	пб	
КОГЛ	пв	G74111(М1)
G74263	пв	G74326(М1)
G74264	уиа	5(М4)
	уиа	'2000'(М1)
	уиа	'4000'(М2)
	сч	D01621
	Э50	'105'
	сда	64-32
	рзб	D76363
	или	D76364
	зп	D74343
	пвл	СООБЩ(М16)
	конк	в'00474340'
	пвл	СООБЩ(М16)
	конк	в'00774345'
G74273	сч	(М1)
	и	D76365
	зп	D76473
	рзб	D76366
	зп	(М2)
	сч	D76473
	сда	64-18
	рзб	D76366
	зп	1(М2)
	сч	D76473
	сда	64-36
	рзб	D76367
	нтж	D76364
	зп	2(М2)
	пвл	СООБЩ(М16)
	конк	п'Б00'
	слиа	1(М1)
	сч	(М1)
	по	G74324
	уиа	6(М3)
	пв	G75614(М5)
G74306	сч	D76370
	зп	(М2)
	зп	1(М2)
	сч	(М1)
	сбр	D76362
	рзб	D76371
	зп	D76473
	сда	64+8
	или	D76372
	зп	2(М2)
	сч	D76473
	и	D76373
	сда	64-24
	или	D76374
	зп	3(М2)
	пб	'770'
	сч	(М1)
	и	D76375
	по	G74320
	уиа	2(М5)
G74320	сч	G74331+3(М5)
	зп	4(М2)
	сч	G74331+4(М5)
	зп	5(М2)
	пвл	СООБЩ(М16)
	конк	в'10677777'
	пб	G74273
G74324	пв	G74331(М1)
G74325	пб	КАРТА
G74326	счи	М2
	зп	D76476
	счи	М6
	зп	D76477
	пб	(М1)
G74331	сч	D76476
	уи	М2
	сч	D76477
	уи	М6
	пб	(М1)
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'1162744004423457'
	конд	в'1461141703607631'
D74336	конд	п'ЗПБ   '
D74337	конд	в'0360741703607631'
	конд	п'ОГЛАВЛ'
	конд	п'ЕНИЕ Т'
	конд	п'ОМА   '
D74343	конд	п'      '
	конд	м40в'231'
	конд	п'      '
	конд	п'      '
	конд	п'      '
	конд	п'ДАТА З'
	конд	п'П   ОП'
	конд	п'ЕРАЦ З'
	конд	п'П     '
	конд	м40в'231'
G74355	Э74	'0'
	конд	п'БЫЛИ О'
	конд	п'ШИБКИ '
	конд	п'В ЗАДА'
	конд	п'НИИ АР'
	конд	п'АП    '
	конд	м40в'231'
G74364	пвл	СООБЩ(М16)
	конк	в'00574356'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	сч	D01122
	по	G74355
G74367	сч	D76505
	нтж	D76345
	по	G74374
	сч	D76505
	нтж	D76346
	по	G74374
	пв	G74456(М12)
	пб	G74367
G74374	сч	D01122
	по	G74355
	сч	D01002
	уи	М1
	сч	D74411
	зп	(М1)
	сч	D74412
	зп	1(М1)
	сч	D74413
	зп	3(М1)
	уиа	-9(М3)
	счи	
	зп	2(М1)
G74403	зп	'4011'(М3)
	цикл	G74403(М3)
	сч	D76336
	зп	'4000'
	зп	'4006'
	сч	D74411
	зп	'4012'
	Э70	D74410
	мод	D01005
	пб	
D74410	конд	в'0000020000100000'
D74411	конд	м40п'И'
D74412	конд	м40п'F'
D74413	конд	в'0010000000100000'
G74414	сч	1(М14)
	сда	64+24
	пб	G74422
G74416	сч	1(М14)
	и	D76376
	пе	G74414
	сч	1(М14)
	и	D76357
	сда	64-9
	рзб	D76377
G74422	и	D76334
	или	D01621
	или	D76400
	зп	D76524
G74424	Э70	D76524
	сч	D76524
	слц	D76336
	зп	D76524
	уиа	'10000'(М7)
G74427	уиа	-13(М13)
	сч	D76313
G74430	зп	D76522(М13)
	цикл	G74430(М13)
	уиа	-13(М13)
G74432	сч	(М7)
	сда	64-40
	нтж	D76315
	пе	G74453
	сч	(М7)
	и	D76401
	или	D76402
	зп	D76522(М13)
	пв	G76571(М12)
	уиа	D01345(М10)
	пв	G01354(М1)
	сч	1(М14)
	и	D76354
	нтж	D01511
	пе	G74446
G74442	пв	D01423(М1)
	сч	D01511
	зп	D76715
	пб	КАРТА
D74445	пам	1
G74446	сч	1(М7)
	и	D76403
	нтж	D76316
	по	G74424
	сч	1(М7)
	и	D76404
	нтж	D76405
	по	G74442
	слиа	1(М7)
	пб	G74427
G74453	сч	(М7)
	зп	D76522(М13)
	слиа	1(М7)
	цикл	G74432(М13)
	пб	G76043
G74456	сч	D01122
	по	G75340
	пв	G74520(М1)
G74460	уиа	D76676(М16)
	счим	М16
	мод	D01001
	пв	(М15)
	уиа	-13(М15)
G74463	сч	D76676+13(М15)
	и	D76406
	нтж	D76407
	слц	D76676+13(М15)
	зп	D76522(М15)
	цикл	G74463(М15)
	сч	D76516
	нтж	D76410
	по	G74475
	сч	D76522
	и	D76404
	слц	D76411
	нтж	D76410
	пе	G74500
	сч	D76410
	зп	D74517
	сч	D76313
	зп	D76522
	пб	G74515
G74475	сч	D76313
	зп	D76516
	сч	D76410
	зп	D74517
	пб	G74515
G74500	уиа	(М3)
	уиа	-11(М1)
	уиа	(М2)
	уиа	-5(М6)
G74502	сч	D76520(М2)
	нтж	D76313
	пе	G74505
	слиа	-1(М2)
	цикл	G74502(М1)
	пб	G74456
G74505	сч	D76520(М2)
	сбр	D76332(М3)
	зп	D76657
	нтж	D76317
	пе	G74511
	слиа	-1(М3)
	цикл	G74505(М6)
G74511	сч	D76657
	нтж	D76315
	пе	G74515
	сч	D76657
	нтж	D76317
	рзб	D76332(М3)
	нтж	D76520(М2)
	зп	D76520(М2)
G74515	пв	G74530(М1)
G74516	пб	(М12)
D74517	пам	1
G74520	счи	М10
	зп	D77143
	счи	М11
	зп	D77150
	счи	М12
	зп	D77144
	счи	М13
	зп	D77145
	счи	М14
	зп	D77146
	счи	М15
	зп	D77147
	сч	D77142
	уи	М17
	пб	(М1)
G74530	сч	D77143
	уи	М10
	сч	D77150
	уи	М11
	сч	D77144
	уи	М12
	сч	D77145
	уи	М13
	сч	D77146
	уи	М14
	сч	D77147
	уи	М15
	счи	М17
	зп	D77142
	ржа	'3'
	пб	(М1)
КПКА	счи	
	зп	D74544
	пб	КАРТА
КБПК	сч	D76336
	зп	D74544
	пб	КАРТА
D74544	пам	1
G74545	зп	D76503
	сч	D76406
	зп	D76474
	уиа	-3(М1)
	сч	D76503
G74550	умн	D76412
	зп	D76503
	счмр	64
	умн	D76413
	сда	64-40
	или	D76474
	сда	64+8
	или	D76414
	зп	D76474
	сч	D76503
	цикл	G74550(М1)
	сч	D76474
	пб	(М16)
G74557	счи	М1
	зп	D74617
	пв	ДИАП(М11)
	сч	D74700
	зп	D70142
	пв	G74326(М1)
	уиа	D70000(М10)
	пв	D70000(М1)
	сч	D76475
	зп	D70144
	сч	D76720
	пе	G74570
	счи	
	зп	D70144
	пб	G74570
G74570	сч	D70144
	вч	D76715
	по	G76025
	сч	D76717
	по	G74624
	сч	D76717
	вч	D76715
	по	G74624
	сч	D76717
	зп	D76473
G74575	уиа	D70000(М10)
	пв	G70007(М1)
	уиа	-12(М1)
	сч	D76406
G74577	зп	D76520+1(М1)
	цикл	G74577(М1)
	пв	G74711(М7)
	мод	D74617
	пб	
КПАП	пв	G74557(М1)
	пв	G74747(М7)
	уиа	D76505(М1)
	уиа	'110'(М3)
	пв	G74626(М5)
G74606	пб	G74620
КЛСТ	пв	G74557(М1)
	сч	D76642
	и	D76415
	сда	64+24
	пв	G74545(М16)
G74612	зп	D76504
	уиа	5(М4)
	уиа	'124'(М3)
	уиа	D76504(М1)
	уиа	D76676(М2)
	пв	G75614(М5)
	пвл	СООБЩ(М16)
	конк	в'01676676'
	пб	G74620
D74617	пам	1
G74620	сч	D70144
	нтж	D76473
	пе	G74575
	сч	D76323
	зп	D70142
	пв	G74331(М1)
	пб	КАРТА
G74624	сч	D76715
	зп	D76473
	пб	G74575
G74626	уиа	-23(М7)
	счи	
G74627	мода	(М7)
	зп	D76657+10
	цикл	G74627(М7)
	уиа	'100'(М11)
	уиа	D76657+10(М13)
G74632	сч	D76325
	зп	D76503
G74633	пио	G74654(М3)
	сч	(М1)
	сбр	D76503
	сда	64+40
	зп	D76501
	уи	М6
	мода	D70146
	сч	(М6)
	сбр	D76416
	зп	D76716
	уиа	D74663(М7)
	уиа	-23(М10)
G74641	сч	D76716
	и	(М7)
	по	G74646
	мод	(М7)
	сда	
	сда	(М11)
	мода	(М10)
	или	(М13)
	мода	(М10)
	зп	(М13)
G74646	слиа	1(М7)
	слиа	1(М10)
	цикл	G74641(М10)
	слиа	-1(М3)
	слиа	1(М11)
	счи	М11
	нтж	D76417
	по	G74661
G74652	сч	D76503
	сда	64+8
	зп	D76503
	пе	G74633
G74654	слиа	1(М1)
	сч	D76501
	нтж	D76315
	по	G74657
	пино	G74632(М3)
G74657	Э71	D74677
	пб	(М5)
G74661	уиа	'100'(М11)
	уиа	D76657+11(М13)
	пб	G74652
D74663	конд	в'4000000000000110'
	конд	п'F0000R'
	конд	п'А0000Q'
	конд	в'0400000000000105'
	конд	п'80000L'
	конд	п'40000J'
	конд	п'20000I'
	конд	п'10000G'
	конд	в'0010000000000100'
	конд	п'F000D'
	конд	п'А000Я'
	конд	в'0001000000000075'
D74677	кк	'17','6642'
	кк	7,'6671'
D74700	конд	в'0017664200010000'
G74701	зп	D76501
	цикл	G74706(М1)
	слиа	1(М2)
	счи	М2
	вч	D76420
	по	G74741
	уиа	-5(М1)
	сч	D76501
	зп	D76505(М2)
	пб	(М3)
G74706	сч	D76505(М2)
	сда	64-8
	или	D76501
	зп	D76505(М2)
	пб	(М3)
G74711	уиа	(М1)
	уиа	-1(М2)
	уиа	-10(М5)
	сч	D76642
	и	D76421
	уи	М6
	слиа	-2(М6)
G74715	уиа	-5(М4)
	сч	D76645+8(М5)
	зп	D76503
G74717	сч	D76503
	сда	64-8
	зп	D76503
	счмр	
	по	G74733
	уи	М10
	счи	М10
	и	D76422
	пе	G74731
G74724	сч	D76402
	пв	G74701(М3)
	слиа	-1(М10)
	пино	G74724(М10)
G74726	цикл	G74717(М4)
	пио	G74733(М6)
	слиа	-1(М6)
	цикл	G74715(М5)
	дел	
G74731	счи	М10
	уиа	G74726(М3)
	пб	G74701
G74733	счи	М1
	сда	64-3
	уи	М1
	сч	D76505(М2)
	сда	64(М1)
	зп	D76505(М2)
	сч	D76406
	сда	64(М1)
	счмр	
	или	D76505(М2)
	зп	D76505(М2)
G74741	сч	D76642
	сда	64+40
	уи	М10
	счи	М10
	сда	64-16
	зп	D76503
	сч	D76517
	и	D76423
	или	D76503
	зп	D76517
	пб	(М7)
G74747	уиа	-11(М13)
	уиа	(М2)
G74750	сч	D76520(М2)
	нтж	D76313
	пе	G74753
	слиа	-1(М2)
	цикл	G74750(М13)
G74753	сч	D76520(М2)
	сбр	D76332
	нтж	D76317
	по	G74756
	слиа	1(М2)
G74756	сч	D76520(М2)
	и	D76401
	или	D76424
	зп	D76520(М2)
	пб	(М7)
КВВД	сч	D76715
	зп	D01511
	слц	D74445
	сда	64-24
	слц	D76343
	зп	D76624
	сч	D74544
	или	D76343
	зп	D74544
G74766	сч	D76502
	зп	D76474
	пв	G74456(М12)
	пв	G75641(М12)
	пв	G75035(М12)
	пб	G74774
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0307476602200000'
G74774	сч	D76505
	нтж	D76346
	по	G76036
	сч	D76505
	нтж	D76345
	по	G76036
	сч	D76505
	нтж	D76425
	по	G75013
	сч	D76505
	нтж	D76426
	по	G75013
G75002	пв	G76571(М12)
	уиа	D01345(М10)
	пв	G01354(М1)
	сч	D76474
	зп	D76502
	сч	D74517
	нтж	D76410
	пе	G74766
	счи	
	зп	D74517
	сч	D74544
	и	D76336
	пе	G75231
	счи	
	зп	D74544
	пб	G75231
G75013	сч	D76427
	зп	D76505
	сч	D76430
	зп	D76506
	сч	D76410
	зп	D74517
	пб	G75002
КЗАМ	пв	ДИАП(М11)
	сч	D76715
	вчоб	D01511
	по	G76025
	мода	,ЗАПОЛНИТЕЛЬ, КАК В ОРИГИНАЛЕ
	мода	,ЗАПОЛНИТЕЛЬ, КАК В ОРИГИНАЛЕ
	пв	G74456(М12)
	пв	G75641(М12)
	пв	G75033(М12)
	пб	G76020
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0307502202200000'
	конд	в'0220000053176571'
	конд	в'4240134507101354'
	конд	в'5777502207101423'
	конд	в'0307402002200000'
G75033	сч	D76505
	и	D76431
	нтж	D76432
	пе	2(М12)
G75035	сч	D76505
	нтж	D76433
	по	G75044
	сч	D76505
	нтж	D76434
	по	G75044
	сч	D76505
	нтж	D76435
	по	G75046
	сч	D76505
	нтж	D76436
	по	G75046
	пб	(М12)
G75044	сч	D76336
	зп	D74544
	пб	1(М12)
G75046	счи	
	зп	D74544
	пб	1(М12)
КВЫБ	пв	ДИАП(М11)
	уиа	D70000(М10)
	пв	D70000(М1)
	сч	D76717
	зп	D70144
	нтж	D76715
	по	G75231
	сч	D76715
	вч	D76717
	пе	G76025
G75056	сч	D76324
	зп	D01507
G75057	уиа	D70000(М10)
	пв	G70007(М1)
	пв	G75064(М1)
	уиа	D01345(М10)
	пв	G01354(М1)
	сч	D76715
	нтж	D70144
	по	G75231
	пб	G75057
G75064	сч	D76505
	и	D76353
	или	D76624
	зп	D76505
	сч	D76624
	слц	D76343
	зп	D76624
	пб	(М1)
КВСТ	пв	ДИАП(М11)
	сч	D76715
	вчоб	D76475
	по	G76025
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	уиа	D70000(М10)
	пв	D70000(М1)
	сч	D76475
	зп	D70144
	уиа	'77670'(М11)
	пв	G70007(М1)
	сч	D76475
	зп	D70144
	пв	G74456(М12)
	пв	G75641(М12)
	пв	G75033(М12)
	пб	G76027
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0307507702200000'
	конд	в'0220000053176571'
	конд	в'4240134507101354'
	конд	в'5777511053175111'
	конд	в'0307523202200000'
	конд	в'4777507703075121'
G75111	сч	D76324
	зп	D01507
G75112	уиа	D70000(М10)
	пв	G70007(М1)
	пв	G75064(М1)
G75114	уиа	D01345(М10)
	пв	G01354(М1)
	сч	D76715
	нтж	D70144
	пе	G75112
	пв	D01423(М1)
	сч	D76322
	зп	D01507
	пб	(М12)
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0010151101006475'
	конд	в'0220000053175111'
	конд	в'0010151101006715'
	конд	в'0110647500001511'
	конд	в'0113444500360050'
	конд	в'0113634301006624'
	конд	в'0307507302200000'
D75130	пам	1
КСДВ	сч	D76336
	зп	D75130
	пв	G75137(М7)
	пб	G75173
КДБЛ	сч	D76336
	зп	D75130
	пв	G75137(М7)
G75136	пб	КАРТА
G75137	пв	ДИАП(М11)
	счи	М13
	зп	D76673
	сч	D76721
	слц	D74445
	сда	64-24
	зп	D76624
	сч	D76721
	вч	D76336
	зп	D01511
	зп	D76500
	сч	D76324
	зп	D01507
	сч	D76715
	вчоб	D76717
	по	G76025
	сч	D76715
	вчоб	D76500
	по	G76025
G75151	уиа	D70000(М10)
	пв	D70000(М1)
	сч	D76500
	зп	D70144
	уиа	'77670'(М11)
	пв	G70007(М1)
	сч	D70125
	зп	D76474
	сч	D75230
	зп	D70142
	сч	D76324
	зп	D01507
	уиа	D70000(М10)
	пв	D70000(М1)
	сч	D76475
	зп	D70144
G75161	уиа	D70000(М10)
	пв	G70007(М1)
	пв	G75064(М1)
	уиа	D01345(М10)
	пв	G01354(М1)
	цикл	G75211(М13)
	сч	D76323
	зп	D70142
	сч	D76474
	зп	D70125
	сч	D76500
	зп	D70144
	пв	G75111(М12)
G75170	сч	D01511
	зп	D76715
	уиа	D70000(М10)
	пв	D70000(М1)
	пб	(М7)
G75173	сч	D76673
	уи	М13
	сч	D76720
	вч	D76721
	по	G75203
	сч	D76720
	вч	D76336
	зп	D01511
	сч	D76720
	слц	D74445
	сда	64-24
	зп	D76624
	сч	D76717
	зп	D70144
	пб	G75056
G75203	сч	D76717
	вч	D76720
	сл	D76717
	слц	D76336
	зп	D70144
	сч	D76717
	зп	D01511
	слц	D76336
	слц	D74445
	сда	64-24
	зп	D76624
	пб	G75056
G75211	цикл	G75161(М11)
	сч	D70144
	зп	D76475
	сч	D76720
	вч	D76721
	пе	G75216
	сч	D76475
	слц	D76437
	зп	D76475
G75216	сч	D76323
	зп	D70142
	сч	D76474
	зп	D70125
	сч	D76500
	зп	D70144
	сч	D01511
	зп	D76500
	пв	G75111(М12)
	сч	D01511
	зп	D76715
	сч	D76500
	зп	D01511
	слц	D74445
	сда	64-24
	слц	D76343
	зп	D76624
	пб	G75151
D75230	конд	в'0017650500004000'
G75231	уиа	D01345(М10)
	пв	D01423(М1)
	сч	D01511
	зп	D76715
	сч	D76322
	зп	D01507
	пб	КАРТА
ДИАП	пв	G74456(М12)
	пв	G75641(М12)
	пв	G75033(М12)
	пб	ОШДИАП
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0307523502200000'
G75242	сч	D76505
	и	D76403
	нтж	D76440
	по	ОШДИАП
	сч	D76505
	и	D76404
	нтж	D76441
	пе	G75261
	сч	D76505
	зп	D76474
	пв	G75327(М12)
	сч	D76500
	зп	D76720
	сч	D76506
	зп	D76474
	пв	G75327(М12)
	сч	D76500
	зп	D76717
	сч	D76507
	нтж	D76406
	по	G75315
	сч	D76507
	зп	D76474
	пв	G75327(М12)
G75257	сч	D76500
	зп	D76721
	пб	G75315
G75261	сч	D76442
	зп	D76720
	зп	D76721
	счи	
	зп	D76474
	зп	D76717
	уиа	G75306(М3)
	уиа	-2(М4)
G75265	уиа	-5(М5)
G75266	сч	D76507(М4)
	сбр	D76332(М5)
	сда	64+40
	зп	D76502
	вч	D76443
	пе	G75302
	сч	D76444
	вч	D76502
	пе	G75302
	сч	D76474
	сда	64-8
	слц	D76502
	зп	D76474
G75275	цикл	G75266(М5)
	цикл	G75265(М4)
	пб	ОШДИАП
G75277	пв	G75327(М12)
	счи	
	зп	D76474
	сч	D76500
	пб	(М3)
G75302	сч	D76502
	нтж	D76445
	по	G75277
	сч	D76502
	нтж	D76402
	пе	ОШДИАП
	пб	G75277
G75306	зп	D76720
	уиа	G75310(М3)
	пб	G75275
G75310	зп	D76717
	сч	D75130
	по	G75315
	счи	
	зп	D75130
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	уиа	G75310+4(М3)
	пб	G75275
	конд	в'0100672103075315'
G75315	сч	D76720
	вч	D76336
	зп	D01511
	зп	D70144
	зп	D76475
	сч	D76720
	слц	D74445
	сда	64-24
	зп	D76624
	сч	D76717
	вч	D76720
	пе	ОШДИАП
	сч	D76717
	зп	D76500
	вч	D76446
	вч	D01511
	нтж	D76360
	уи	М13
	пб	(М11)
G75327	сч	
	зп	D76500
	уиа	-3(М13)
G75331	умн	D76413
	счмр	64
	зп	D76500
	сч	D76474
	и	D76447
	сда	64+24
	сл	D76500
	зп	D76500
	сч	D76474
	сда	64-8
	зп	D76474
	сч	D76500
	цикл	G75331(М13)
	пб	(М12)
G75340	уиа	-13(М4)
	сч	D76313
G75341	зп	D76522(М4)
	цикл	G75341(М4)
	уиа	(М4)
G75343	уиа	-5(М5)
	сч	D76313
G75344	зп	D76503
	пв	G75372(М3)
G75345	сч	D76333
	нтж	D76450
	по	G75364
	сч	D76333
	слц	D76336
	зп	D76333
	сч	D76502
	нтж	D76314
	пе	G75353
	сч	D76501
	нтж	D76315
	по	G75231
G75353	сч	D76502
	нтж	D76316
	пе	G75356
	сч	D76501
	нтж	D76315
	по	G75231
G75356	сч	D76502
	нтж	D76315
	по	G75364
	сч	D76502
	нтж	D76317
	рзб	D76332(М5)
	нтж	D76503
	цикл	G75344(М5)
	зп	D76503
	зп	D76505(М4)
	слиа	1(М4)
	пб	G75343
G75364	сч	D76503
	зп	D76505(М4)
	счи	
	зп	D76333
	счи	М6
	вч	D76451
	по	G75370
	пб	(М12)
G75370	пвл	СООБЩ(М16)
	конк	в'00576151'
	пб	G74364
G75372	сч	D76502
	зп	D76501
	сч	(М6)
	сбр	D76332(М2)
	сда	64+40
	зп	D76502
	мод	D76502
	сч	D70146
	и	D76325
	зп	D76502
	цикл	G75401(М2)
	слиа	1(М6)
	уиа	-5(М2)
G75401	пб	(М3)
G75402	сч	1(М14)
	и	D76452
	пб	G75422
G75404	сч	D01621
	Э50	'105'
	Э50	'115'
	счи	
	зп	'2000'
	пб	(М1)
ЗАПАП	сч	D77153
	по	ОШИМЯ
	сч	D76563
	пе	КАРТА
	пв	G75404(М1)
G75413	пв	G74326(М1)
G75414	пв	G74246(М12)
	пб	G75520
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0110561002675601'
	сч	1(М14)
	и	D76376
	по	G75402
	сч	1(М14)
	и	D76453
G75422	или	D76454
G75423	или	D75610
	или	D76355
	слц	D76715
	слц	D74445
	зп	1(М14)
	Э50	'114'
	сбр	D76361
	рзб	D76362
	или	1(М14)
	зп	1(М14)
	сч	D75532
	пе	G75534
	сч	1(М14)
	и	D76356
	сда	64+14
	зп	D76630
	зп	D76632
	сч	3(М14)
	сда	64+14
	и	D76455
	пе	G75436
	сч	D76455
G75436	или	D77155
	зп	D01754
	зп	D76631
	сч	D74445
	пе	G75442
	сч	D76715
	по	G75516
	пб	G75463
G75442	уи	М12
	сч	D01173
	зп	D76635
	сч	D01174
	зп	D76636
	сч	D01621
	зп	D76473
	счи	
	зп	D01621
	сч	D76344
	зп	D01622
	уиа	D76632+1(М1)
	пв	ВХПОЗ(М2)
	сч	D76473
	зп	D01621
G75452	сч	D01621
	зп	D76473
	счи	
	зп	D01621
	сч	D76344
	зп	D01622
	уиа	D76632+1(М1)
	пв	ВХЗАП(М2)
	сч	D76473
	зп	D01621
	сч	D76334
	зп	D01622
	уиа	D76626(М1)
	пв	ВЫХЗАП(М2)
	слиа	-1(М12)
	пино	G75452(М12)
	сч	D76715
	по	G75470
G75463	уиа	D70000(М10)
	пв	D70000(М1)
G75464	уиа	D70000(М10)
	пв	G70007(М1)
	уиа	D76626(М1)
	пв	ВЫХЗАП(М2)
	сч	D70144
	нтж	D76715
	пе	G75464
G75470	уиа	D76626(М1)
	пв	D01721(М2)
G75471	сч	D01747
	слц	D76336
	зп	D01747
	сч	D76001
	пе	G75475
	сч	D01747
	слц	D76446
	зп	D01747
G75475	сч	D01747
	и	D76334
	сда	64-24
	или	D76454
	зп	D76473
	вчоб	'2000'
	пе	G75522
G75501	сч	D76321
	слц	D01621
	зп	D76645
	Э70	D76645
	сч	D76320
	слц	D01621
	зп	D76645
	Э70	D76645
	пвл	СООБЩ(М16)
	конк	в'00776002'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	уиа	D01345(М10)
	пв	D01345(М1)
	пв	G74331(М1)
	пв	G75513(М1)
	пб	КАРТА
G75513	сч	D01621
	Э50	'105'
	Э50	'116'
	пб	(М1)
G75516	сч	D76630
	сда	64+10
	зп	D01747
	пб	G75471
G75520	сч	D77153
	зп	(М14)
	сч	'2000'
	пб	G75423
G75522	сч	D76473
	зп	'2000'
	пб	G75501
КЗПА	счи	
	зп	D75610
	пб	ЗАПАП
КЗПБ	сч	D76375
	зп	D75610
	пб	ЗАПАП
КЗПС	счи	'76336'
	зп	D75532
	пб	ЗАПАП
D75532	пам	1
D75533	пам	1
G75534	сч	1(М14)
	и	D76456
	зп	1(М14)
	и	D76453
	сда	64+24
	слц	D01621
	или	D76457
	зп	D75533
	уиа	'12000'(М15)
	сч	D74700
	зп	D70142
	уиа	D70000(М10)
	пв	D70000(М1)
	сч	3(М14)
	по	G75546
	и	D76453
	сда	64+24
	слц	D01621
	или	D76457
G75546	зп	D76500
G75547	уиа	D70000(М10)
	пв	G70007(М1)
	уиа	-12(М1)
	сч	D76406
G75551	зп	D76520+1(М1)
	цикл	G75551(М1)
	пв	G74711(М7)
G75553	пв	G74747(М7)
G75554	уиа	12(М3)
	сли	М3(М2)
	счи	М3
	нтж	D76360
	уи	М13
	слиа	1(М13)
	сли	М15(М3)
	счи	М15
	вч	D76460
	пе	G75563
	сч	D76316
	мода	(М13)
	зп	(М15)
	пв	G75574(М7)
G75563	мода	(М13)
	сч	D76520+1(М2)
	мода	(М13)
	зп	(М15)
	цикл	G75563(М13)
	сч	D76715
	нтж	D70144
	пе	G75547
	сч	D76405
	зп	(М15)
	пв	G75574(М7)
G75571	сч	D75533
	зп	D01747
	сч	D76323
	зп	D70142
	пб	G75471
G75574	сч	D76500
	нтж	D75533
	по	G76303
	Э70	D75533
	сч	D75533
	слц	D76336
	зп	D75533
	уиа	'12000'(М15)
	сли	М15(М3)
	пб	(М7)
	конд	в'6010000101206362'
	конд	в'0100647300500114'
	конд	в'0120636101126473'
	конд	в'0277541702200000'
	конд	в'7310132200476271'
	конд	в'7310132201276074'
	конд	в'0307551003075417'
D75610	пам	1
КЗПУ	сч	D76336
	зп	D76001
	пб	КЗПА
ККНЦ	уиа	(М17)
	пб	G74374
G75614	сч	D76325
	зп	D76503
	сч	
	зп	D76673
G75616	пио	G75627(М3)
	сч	(М1)
	сбр	D76503
	сда	64+40
	уи	М6
	мода	D70146
	сч	(М6)
	мода	(М4)
	сбр	D76325
	рзб	D76503
	или	D76673
	зп	D76673
	слиа	-1(М3)
	сч	D76503
	сда	64+8
	зп	D76503
	пе	G75616
G75627	сч	D76673
	зп	(М2)
	слиа	1(М1)
	слиа	1(М2)
	пино	G75614(М3)
	пб	(М5)
G75632	пв	G74326(М1)
	уиа	5(М4)
	уиа	'124'(М3)
	уиа	D76505(М1)
	уиа	D76676(М2)
	пв	G75614(М5)
	пвл	СООБЩ(М16)
	конк	в'01676676'
	пв	G74331(М1)
	пб	(М12)
G75641	сч	D74544
	пе	(М12)
	сч	D01122
	по	G75632
	пв	G74520(М1)
	уиа	D76674+1(М16)
	счим	М16
	уиа	D76676+11(М16)
	счим	М16
	уиа	(М16)
	счим	М16
	мод	D01006
	пв	(М15)
	пв	G74530(М1)
	пб	(М12)
КТРН	уиа	-7(М15)
	пв	G75740(М1)
G75653	пв	G74456(М12)
	пв	G75641(М12)
	пв	G75033(М12)
G75656	пб	G75662
G75657	пб	G75653
G75660	сч	D76505
	и	D76461
	нтж	D76462
	по	G75750
G75662	уиа	'77037'(М14)
	уиа	'77676'(М13)
	сч	D76505
	зп	D77154
	пв	G74251(М12)
	пб	G76037
G75666	мод	1(М14)
	пб	
КПФМОД	счи	
	зп	D01113
	пб	G75653
КПФГП	счи	
	зп	D01112
	пб	G75653
D75673	пам	1
КЗПКМП	сч	D76506
	сбр	D76366
	сда	64+30
	зп	D01167
	пб	G75653
КЧТКМП	сч	D75673
	нтж	D76463
	по	G75653
	сч	D76506
	сбр	D76366
	сда	64+30
	мод	D75673
	зп	D01101
G75703	сч	D75673
	слц	D76336
	зп	D75673
	пб	G75653
КАСТРА	сч	D75673
	нтж	D76463
	по	G75653
	сч	D01154
	мод	D75673
	зп	D01101
	пб	G75703
КЗОНМТ	сч	D76506
	нтж	D76406
	по	G75715
	сч	D76506
	сбр	D76366
	сда	64+30
	зп	D01107
	пб	G75653
G75715	сч	D76505
	зп	D01107
	пб	G75653
КЗОНМД	сч	D76506
	сбр	D76366
	сда	64+30
	или	D76337
	зп	D01115
	пб	G75653
КЗОНГП	сч	D76506
	сбр	D76366
	сда	64+30
	зп	D01110
	пб	G75653
КПЕЧМК	пв	G75740(М1)
	сч	D76505
	зп	D01111
	пб	G75653
КНАЗ	сч	D76506
	сбр	D76464
	сда	64+33
	зп	D01120
	пб	G75653
G75733	пв	G75242(М11)
G75734	сч	D76720
	сда	64-24
	зп	D76476
	сч	D76717
	слц	D76476
	зп	D76476
	пб	(М1)
G75740	сч	D01122
	по	(М1)
	мод	D01004
	сч	
	пе	G75653
	мод	D01007
	сч	
	по	(М1)
	уиа	(М15)
	сч	
	зп	D01155
	сч	D76336
	зп	D01164
	зп	D01166
	зп	D01111
	пб	G75653
G75750	пв	G75740(М1)
G75751	пв	G75733(М1)
G75752	цикл	G75754(М15)
	уиа	(М15)
	пб	G75653
G75754	сч	D76476
	зп	D01163(М15)
	пб	G75653
КПЧМШК	сч	D76505
	зп	D01170
	пб	G75653
КБЛМАК	сч	D76505
	зп	D01114
	пб	G75653
КТМХРН	пв	G75740(М1)
	сч	D76336
	зп	D01164
	пб	G75653
КБТМАЛ	счи	
	зп	D01165
	пб	G75653
КТПС	пв	G75740(М1)
	сч	D76336
	зп	D01166
	пб	G75653
КОТЛПЧ	сч	D76506
	зп	D01171
	сч	D76507
	зп	D76505
	сч	D76510
	зп	D76506
	пв	G75733(М1)
	сч	D76476
	зп	D01172
	пб	G75653
G76000	мод	D01211
	пб	
D76001	пам	1
	конд	п'ЗАПИСЬ'
	конд	п'  АП Н'
	конд	п'А АРХИ'
	конд	п'ВНУЮ Л'
	конд	п'ЕНТУ З'
	конд	п'АКОНЧИ'
	конд	п'ЛАСЬ  '
	конд	м40в'231'
G76012	счи	
	зп	D77151
	зп	D77152
	сч	D76336
	зп	D76563
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	СООБЩ(М16)
	конк	в'00676163'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	пб	G74035
G76020	уиа	G76146+35(М13)
	пв	D01423(М1)
G76021	пвл	СООБЩ(М16)
	конк	в'54000000'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	сч	D76336
	зп	D76563
	пб	G74255
G76025	уиа	G76146+20(М13)
	пб	G76122
	конд	в'5647617603076146'
G76027	уиа	G76146+35(М13)
	сч	D76505
	зп	D76563
	пв	G75111(М12)
	сч	D01511
	зп	D76715
	сч	D76322
	зп	D01507
	сч	D76563
	зп	D76505
	пб	G76021
G76035	уиа	G76146+45(М13)
	пб	G76122
G76036	уиа	G76146+49(М13)
	пб	G76146
G76037	пвл	СООБЩ(М16)
	конк	в'00376235'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	сч	D76336
	зп	D76563
	пб	G75653
G76043	пвл	СООБЩ(М16)
	конк	в'00676241'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	уиа	5(М17)
	пб	G74364
ОШИМЯ	уиа	'76250'(М13)
	пб	G76122
ОШДИАП	уиа	'76256'(М13)
	пб	G76122
	конд	в'5647615701106715'
	конд	в'0100647500101511'
	конд	в'0100647301100144'
	конд	п'4,Э7ZЦ'
	конд	п'9007ZШ'
	конд	п'9007ZЫ'
	конд	в'0410000100400012'
	конд	п'9007ZФ'
	конд	п'9007ZТ'
	конд	в'0307614602200000'
	конд	в'0400000004000004'
	конд	в'1002002044220006'
	конд	в'5000000050001777'
	конд	в'1002002044220006'
	конк	A(D76505)	возм.
	конк	в'00076521'
	конд	в'1002002044220006'
	конк	A(D76642)	возм.
	конк	в'00076656'
	конд	в'1002002044220006'
	конк	A(D76473)	возм.
	конк	A(D76475)	возм.
	конд	в'1002002044220006'
	конд	п'------'
	конд	п'------'
	конд	п'------'
	конд	п'------'
	конд	п'------'
	конд	п'------'
	конд	п'------'
	конд	п'------'
	конд	п'------'
	конд	п'------'
	конд	п'------'
	конд	м40в'231'
	конд	в'7310132200576263'
	конд	в'7310132201276074'
	конд	в'6010000100360035'
	конд	в'0036010201216464'
	конд	в'0100647301106624'
	конд	в'0036003701216464'
	конд	п'4,Э900'
	конд	в'7310132200176473'
	конд	в'0110633601006563'
	конд	в'0307421102200000'
G76122	сч	D76336
	зп	D76563
	пвл	СООБЩ(М16)
	конк	в'54000000'
	пвл	СООБЩ(М16)
	конк	в'01276074'
G76125	пв	G74456(М12)
G76126	сч	D76506
	нтж	D76342
	по	G74021
	сч	D76505
	и	D76431
	нтж	D76432
	по	G74021
	сч	D76505
	нтж	D76465
	по	КОГЛ
	сч	D76505
	и	D76337
	нтж	D76340
	по	G74021
	сч	D76505
	нтж	D76466
	по	G74021
	сч	D76505
	нтж	D76467
	по	G74021
	сч	D76505
	нтж	D76470
	по	G74021
	сч	D76505
	нтж	D76471
	по	G74021
	сч	D76505
	нтж	D76472
	по	G74021
	пб	G76125
G76145	уиа	'76276'(М13)
	пб	G76122
G76146	пвл	СООБЩ(М16)
	конк	в'54000000'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	уиа	5(М17)
	пб	G74364
	конд	п'НЕТ УП'
	конд	п'РАВЛЯЮ'
	конд	п'ЩИХ КА'
	конд	п'РТ АРА'
	конд	п'ПА    '
	конд	м40в'231'
	конд	п'ОШИБКА'
	конд	п' СПРАВ'
	конд	п'КИ    '
	конд	м40в'231'
	конд	п'НЕ ЗАД'
	конд	п'АНО ИМ'
	конд	п'ЕНИ ДЛ'
	конд	п'Я НЖИЗ'
	конд	п'НЬ ИЛИ'
	конд	п' УНЧАП'
	конд	м40в'231'
	конд	п'ДИАПАЗ'
	конд	п'ОН ВНЕ'
	конд	п' АП   '
	конд	м40в'231'
	конд	п'ОГЛ ПЕ'
	конд	п'РЕПОЛН'
	конд	п'ЕНО ИЛ'
	конд	п'И ИСПО'
	конд	п'РЧЕНО '
	конд	м40в'231'
	конд	п'ИСЧЕРП'
	конд	п'АНА ЗА'
	конд	п'ПАСНАЯ'
	конд	п' ЗОНА '
	конд	м40в'231'
	конд	п'ДИАПАЗ'
	конд	п'ОН ВЕЛ'
	конд	п'ИК    '
	конд	м40в'231'
	конд	п'ТАКОГО'
	конд	п' ИМЕНИ'
	конд	п' В ОГЛ'
	конд	п' НЕ БЫ'
	конд	п'ЛО    '
	конд	м40в'231'
	конд	п'ТАКОЙ '
	конд	п'ОПЕРАЦ'
	конд	п'ИИ НЕТ'
	конд	м40в'231'
	конд	п'НЕТ ПР'
	конд	п'ИЗНАКА'
	конд	п' КОНЦА'
	конд	п' МАССИ'
	конд	п'ВА    '
	конд	м40в'231'
	конд	п'РЕЖИМ '
	конд	п'ТРАНСЛ'
	конд	п'ЯЦИИ  '
	конд	м40в'231'
	конд	п'ИСПОРЧ'
	конд	п'ЕНА ПР'
	конд	п'ОГРАММ'
	конд	п'А В АР'
	конд	п'ХИВЕ М'
	конд	п'Л     '
	конд	м40в'231'
	конд	п'НЕТ ИМ'
	конд	п'ЕНИ ДЛ'
	конд	п'Я ЗАПИ'
	конд	п'СИ В А'
	конд	п'РХИВ  '
	конд	м40в'231'
	конд	п'НЕВЕРН'
	конд	п'О ЗАДА'
	конд	п'Н ДИАП'
	конд	п'АЗОН  '
	конд	м40в'231'
	конд	п'НЕКОРР'
	конд	п'ЕК ЧИС'
	конд	п'ЛО ПРЕ'
	конд	п'ДЛОЖ В'
	конд	п' ОГЛ  '
	конд	м40в'231'
	конд	п'СЕГОДН'
	конд	п'Я УЖЕ '
	конд	п'БЫЛА З'
	конд	п'АПИСЬ '
	конд	м40в'231'
	конд	п'НЕВЕРН'
	конд	п'О СОСТ'
	конд	п'АВЛЕН '
	конд	п'ПАКЕТ '
	конд	м40в'231'
G76303	пвл	СООБЩ(М16)
	конк	в'00476204'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	сч	D76360
	зп	(М14)
	сч	3(М14)
	и	D76357
	зп	1(М14)
	Э50	'114'
	сбр	D76361
	рзб	D76362
	или	1(М14)
	зп	1(М14)
	пб	G75414
D76313	конд	п'FFFFFF'
D76314	конд	м40п'N'
D76315	конд	м40в'276'
D76316	конд	м40в'277'
D76317	конд	м40п'F'
D76320	конд	в'0010010000000005'
D76321	конд	п'F005'
D76322	конк	A(D76642)	возм.
	конк	в'00012000'
D76323	конд	в'0017650500010000'
D76324	конк	A(D76505)	возм.
	конк	в'00012000'
D76325	конд	м40в'377'
	конд	в'0017740000000000'
	конд	м24в'377'
D76330	конд	в'77600000'
D76331	конд	в'00177400'
D76332	конд	в'377'
D76333	пам	1
D76334	конд	в'00007777'
D76335	конд	п'2А0'
D76336	конд	п'1'
D76337	конд	м24в'77777777'
D76340	конд	в'5033027000000000'
D76341	конд	в'5513025064143253'
D76342	конд	п'LLLLLL'
D76343	конд	п'1000'
D76344	конд	в'01770037'
D76345	конд	в'5132724421042104'
D76346	конд	в'5272430321042104'
D76347	конд	п'770'
D76350	конд	в'00770000'
D76351	конд	в'77776000'
D76352	конд	п'40'
D76353	конд	в'7770000077777777'
D76354	конд	в'00017777'
D76355	конд	в'40000000'
D76356	конд	м24в'7777'
D76357	конд	м24в'777777'
D76360	конд	в'-1'
D76361	конд	в'0000377774000000'
D76362	конд	в'7700000037740000'
D76363	конд	п'    00'
D76364	конд	п'  '
D76365	конд	в'0077777740037777'
D76366	конд	п'777777'
D76367	конд	п'777700'
D76370	конд	п'      '
D76371	конд	п'3 01  '
D76372	конд	п' 00.00'
D76373	конд	п' '
D76374	конд	п'.70   '
D76375	конд	п'А0'
D76376	конд	в'0070000000000000'
D76377	конд	в'00770777'
D76400	конд	в'0010040000000000'
D76401	конд	в'7777777777777400'
D76402	конд	п'F'
D76403	конд	м40в'377'
D76404	конд	в'7777740000000000'
D76405	конд	в'2133740000000000'
D76406	конд	п'FFFFFF'
D76407	конд	п'АААААА'
D76410	конд	в'5753750020040100'
D76411	конд	п'FFFF'
D76412	конд	в'4001463146314632'
D76413	конд	в'4000000000000012'
D76414	конд	в'2005000000000000'
D76415	конд	м24в'77777'
D76416	конд	в'0017776000000000'
D76417	конд	в'150'
D76420	конд	п','
D76421	конд	в'00001777'
D76422	конд	в'300'
D76423	конд	в'7777777700177777'
D76424	конд	в'276'
D76425	конд	в'5272133621042104'
D76426	конд	в'5132765121042104'
D76427	конд	в'2252565752122703'
D76430	конд	в'2015724150732311'
D76431	конд	в'77777777'
D76432	конд	п'LLL'
D76433	конд	в'6055025321042104'
D76434	конд	в'5312764621042104'
D76435	конд	в'5312765621042104'
D76436	конд	в'6412564121042104'
D76437	конд	п'U'
D76440	конд	м40п'F'
D76441	конд	в'2405000000000000'
D76442	конд	в'0000013126254531'
D76443	конд	в'120'
D76444	конд	в'131'
D76445	конд	в'115'
D76446	конд	п'2'
D76447	конд	п' 000'
D76450	конд	в'117'
D76451	конд	в'00070000'
D76452	конд	м24в'777'
D76453	конд	м24в'1777'
D76454	конд	п'2А0000'
D76455	конд	в'17776000'
D76456	конд	в'7777777737777777'
D76457	конд	п'1F000'
D76460	конд	в'00013777'
D76461	конд	м40в'360'
D76462	конд	м40в'120'
D76463	конд	п'6'
D76464	конд	п'77777'
D76465	конд	в'5055464253743714'
D76466	конд	в'5632433650350100'
D76467	конд	в'5215331166524330'
D76470	конд	в'5413124355126247'
D76471	конд	в'5112265454131247'
D76472	конд	в'5352625151522500'
D76473	пам	1
D76474	пам	1
D76475	пам	1
D76476	пам	1
D76477	пам	1
D76500	пам	1
D76501	пам	1
D76502	пам	1
D76503	пам	1
D76504	пам	1
D76505	пам	1
D76506	пам	1
D76507	пам	1
D76510	пам	6
D76516	пам	1
D76517	пам	1
D76520	пам	2
D76522	пам	1
	конд	м40в'231'
D76524	пам	1
G76525	пвл	СООБЩ(М16)
	конк	в'00476530'
	пвл	СООБЩ(М16)
	конк	в'01276074'
	пб	G74374
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	п'В АП Н'
	конд	п'УЛЬ ПР'
	конд	п'ЕДЛОЖЕ'
	конд	п'НИЙ   '
	конд	м40в'231'
ККНЦ2	уиа	D70000(М10)
	пв	D70000(М1)
	уиа	5(М17)
	сч	D76563
	пе	G74364
	уиа	(М17)
	сч	D01510
	слц	D77170
	зп	D01510
	уиа	D01345(М10)
	пв	D01345(М1)
	уиа	D70000(М10)
	сч	D74116
	зп	D76630
	и	D76351
	зп	D76632
	сч	D01174
	зп	D76631
	сч	D01210
	зп	D01754
	счи	
	зп	D01621
	сч	D76344
	зп	D01622
	сч	D76715
	по	G76560
	зп	D76625
G76553	сч	D76625
	нтж	D76360
	пе	G76564
	уиа	D76626(М1)
	пв	D01721(М2)
	сч	D76630
	зп	D01174
	пб	G76000
G76560	сч	D74445
	по	G76525
	сч	D74116
	зп	D01174
	пб	G76000
D76563	пам	1
G76564	пв	G70007(М1)
	сч	D76625
	слц	D77171
	зп	D76625
	уиа	D76626(М1)
	пв	ВЫХЗАП(М2)
	пб	G76553
G76571	пв	G74326(М1)
	уиа	-10(М6)
	уиа	-5(М2)
	сч	D76517
	сбр	D76330
	или	D76336
	или	D76624
	зп	D76642
	сч	D76624
	слц	D76343
	зп	D76624
	сч	D76517
	и	D76423
	зп	D76517
	уиа	(М5)
	уиа	(М4)
	сч	D77172
	зп	D76502
G76603	сч	D76502
	зп	D76501
	сч	D76517(М6)
	сбр	D76332(М2)
	зп	D76502
	зп	D76503
	цикл	G76611(М2)
	уиа	-5(М2)
	цикл	G76611(М6)
	пв	G74331(М1)
	пб	(М12)
G76611	нтж	D76317
	пе	G76615
	сч	D77173
	зп	D76503
	сч	D76501
	нтж	D76317
	по	G76621
	пб	G76615
G76615	цикл	G76621(М4)
	уиа	-5(М4)
	слиа	1(М5)
	счи	
	зп	D76642(М5)
	сч	D76642
	слц	D76336
	зп	D76642
G76621	сч	D76503
	рзб	D76332(М4)
	слц	D76642(М5)
	зп	D76642(М5)
	пб	G76603
D76624	конд	п'1000'
D76625	пам	1
D76626	конд	A(D76505)	возм.
	конд	в'0307605000012000'
D76630	конд	п'400'
D76631	конд	в'01100000'
D76632	конд	п'400'
	конд	A(D76505)	возм.
	конд	в'0307605000010000'
D76635	пам	1
D76636	пам	2
D76640	конд	в'0007611000000000'
	конд	п'АААААА'
D76642	пам	1
D76643	пам	2
D76645	пам	10
D76657	пам	11
	конд	м40в'231'
D76673	пам	1
D76674	конд	п'2А6000'
	конд	п'АААААА'
D76676	пам	14
	конд	м40в'231'
D76715	пам	1
D76716	пам	1
D76717	пам	1
D76720	пам	1
D76721	пам	1
D76722	конд	в'6652065521042104'
D76723	конд	A(КЗАМ)	возм.
	конд	в'5055470221042104'
	конд	A(КВЫБ)	возм.
	конд	в'5052166421042104'
	конд	в'00075070'
	конд	в'5052130421042104'
	конд	A(КВВД)	возм.
	конд	в'5272430321042104'
	конд	A(ККНЦ)	возм.
	конд	в'5513025021042104'
	конд	A(КТРН)	возм.
	конд	в'6655024121042104'
	конд	A(КЗПА)	возм.
	конд	в'6655027121042104'
	конд	в'00075611'
	конд	в'6655030221042104'
	конд	A(КЗПБ)	возм.
	конд	в'6655024321042104'
	конд	A(КЗПС)	возм.
	конд	в'6055025321042104'
	конд	A(КБПК)	возм.
	конд	в'6412564121042104'
	конд	в'00074540'
	конд	в'5074224221042104'
	конд	в'00075131'
	конд	в'6114131421042104'
	конд	A(КДБЛ)	возм.
	конд	в'6412072021042104'
	конд	в'00074602'
	конд	в'6312166421042104'
	конд	A(КЛСТ)	возм.
	конд	в'5212764253346100'
	конд	в'00074072'
	конд	в'5632433650350100'
	конд	A(КУНЧАП)	возм.
	конд	в'5055464253743714'
	конд	A(КОГЛ)	возм.
	конд	в'5215331166524330'
	конд	A(КНЖИЗН)	возм.
	конд	в'5232725155040100'
	конд	в'00074072'
	конд	в'5112265454131247'
	конд	A(КУНЧАП)	возм.
	конд	в'5413124355126247'
	конд	A(КОГЛ)	возм.
	конд	в'5352625151522500'
	конд	A(КНЖИЗН)	возм.
	конд	в'5072424721042104'
	конд	A(КЗАМ)	возм.
	конд	в'5112265421042104'
	конд	A(КВЫБ)	возм.
	конд	в'5232726321042104'
	конд	в'00075070'
	конд	в'5232726021042104'
	конд	A(КВВД)	возм.
	конд	в'5132724421042104'
	конд	A(ККНЦ)	возм.
	конд	в'5513125621042104'
	конд	A(КТРН)	возм.
	конд	в'5573126421042104'
	конд	A(КЗПА)	возм.
	конд	в'5573124321042104'
	конд	в'00075611'
	конд	в'5312764621042104'
	конд	A(КБПК)	возм.
	конд	в'5312765621042104'
	конд	в'00074540'
	конд	в'5332766621042104'
	конд	в'00075131'
	конд	в'5072766021042104'
	конд	A(КДБЛ)	возм.
	конд	в'5413265621042104'
	конд	в'00074602'
	конд	в'5313166421042104'
	конд	A(КЛСТ)	возм.
	пам	1
	конд	в'6652765061750100'
	конд	в'00075722'
	конд	в'6652765053327704'
	конд	A(КЗОНМД)	возм.
	конд	в'6414330764040100'
	конд	A(КПФГП)	возм.
	конд	в'6054625550325500'
	конд	A(КБЛМАК)	возм.
	конд	в'5512667054127650'
	конд	A(КТМХРН)	возм.
	конд	в'6053225550346306'
	конд	A(КБТМАЛ)	возм.
	конд	в'6414325553742100'
	конд	в'00075667'
	конд	в'6412273653320653'
	конд	A(КПЕЧМК)	возм.
	конд	в'5212073220040100'
	конд	A(КНАЗ)	возм.
	конд	в'5515024320040100'
	конд	A(КТПС)	возм.
	конд	в'5373231464122736'
	конд	A(КОТЛПЧ)	возм.
	конд	в'5272430321042104'
	конд	в'00076535'
	конд	в'6652765053322664'
	конд	A(КЗОНМТ)	возм.
	конд	в'6655025353726720'
	конд	в'00075674'
	конд	в'6753225353726720'
	конд	A(КЧТКМП)	возм.
	конд	в'5032166454120500'
	конд	в'00075705'
	конд	в'5653026251640100'
	конд	в'00075722'
	конд	в'5652665751126100'
	конд	A(КЗОНМД)	возм.
	конд	в'5413265654131247'
	конд	A(КПФГП)	возм.
	конд	в'5332365751523100'
	конд	A(КБЛМАК)	возм.
	конд	в'5352065551331656'
	конд	A(КТМХРН)	возм.
	конд	в'5352065551320646'
	конд	A(КБТМАЛ)	возм.
	конд	в'5413265653327644'
	конд	в'00075667'
	конд	в'5413125551334264'
	конд	A(КПЕЧМК)	возм.
	конд	в'5312064420040100'
	конд	A(КНАЗ)	возм.
	конд	в'5452264620040100'
	конд	A(КТПС)	возм.
	конд	в'5112264254131256'
	конд	A(КОТЛПЧ)	возм.
	конд	в'5132724421042104'
	конд	в'00076535'
	конд	в'5652724153322663'
	конд	A(КЗОНМТ)	возм.
	конд	в'5572165753330100'
	конд	в'00075674'
	конд	в'5452165753330100'
	конд	A(КЧТКМП)	возм.
	конд	в'5033166454520500'
	конд	в'00075705'
	конд	в'6415725550355653'
	конд	A(КПЧМШК)	возм.
	пам	1
D77142	пам	1
D77143	пам	1
D77144	пам	1
D77145	пам	1
D77146	пам	1
D77147	пам	1
D77150	пам	1
D77151	пам	1
D77152	пам	1
D77153	пам	1
D77154	пам	1
D77155	конк	A(G76303)	возм.
	конк	в'00000000'
D77156	конд	A(D76642)	возм.
	конд	в'0307605000010000'
D77160	пам	1
D77161	конк	A(G76303)	возм.
	конк	в'00000000'
	пам	2
	конд	п'АРАП В'
	конд	п'АР.04/'
	конд	п'78    '
	конд	м40в'231'
D77170	конд	в'7777777677777777'
D77171	конд	в'7777777777777776'
D77172	конд	м40п'Ш'
D77173	конд	м40п'1'
	ФИНИШ
