МОН70	СТАРТ	'70000'
	М
МОН0	внеш	D01000
МОН74	внеш	D77400,D77671,D77675,D77676
	вход	D70000,D70125,D70142,D70143,D70144
	вход	D70146,G70007
D70000	пв	G70076(М17)
G70001	сч	'143'(М10)
	и	'112'(М10)
	зп	'144'(М10)
	зп	'145'(М10)
	сч	'143'(М10)
	сда	64-13
	и	'113'(М10)
	зп	'123'(М10)
	зп	'124'(М10)
	пв	G70067(М13)
G70006	пб	'104'(М10)
G70007	пв	G70076(М17)
	сч	'142'(М10)
	сда	64+24
	зп	'126'(М10)
	ржа	'3'
	сч	'143'(М10)
	сда	64+39
	зп	'127'(М10)
	вч	'114'(М10)
	уи	М7
	вч	'114'(М10)
	нтж	'115'(М10)
	уи	М14
	сч	'126'(М10)
	уи	М5
	сч	'144'(М10)
	вч	'145'(М10)
	или	'116'(М10)
	зп	'132'(М10)
	ржа	'0'
	сч	'127'(М10)
	или	'116'(М10)
	сл	
	зп	'127'(М10)
	сч	'117'(М10)
	дел	'127'(М10)
	Э57	'0'
	зп	'130'(М10)
	сч	'132'(М10)
	дел	'130'(М10)
	Э57	'0'
	зп	'131'(М10)
	умн	'130'(М10)
	вчоб	'132'(М10)
	умн	'127'(М10)
	ржа	'3'
	сл	'116'(М10)
	уи	М11
	сч	'142'(М10)
	уи	М13
	сли	М11(М13)
	сч	'131'(М10)
	сл	'116'(М10)
	сда	64-37
	слц	'123'(М10)
	и	'113'(М10)
	зп	'124'(М10)
	нтж	'125'(М10)
	по	'42'(М10)
	мода	
	мода	
	пв	G70067(М13)
	сч	'142'(М10)
	и	'120'(М10)
	пе	'52'(М10)
G70044	мода	(М14)
	мода	(М7)
	сч	(М5)
	мода	(М14)
	мода	(М7)
	зп	(М11)
	цикл	G70044(М14)
G70050	сч	'144'(М10)
	слц	'114'(М10)
	зп	'144'(М10)
	пб	'104'(М10)
G70052	мода	(М14)
	мода	(М7)
	сч	(М11)
	мода	(М14)
	мода	(М7)
	зп	(М5)
	цикл	G70052(М14)
	пб	'50'(М10)
	счи	М13
	зп	'141'(М10)
	пв	G70061(М13)
G70060	пб	'110'(М10)
G70061	сч	'125'(М10)
	рзб	'121'(М10)
	зп	'132'(М10)
	сч	'142'(М10)
	сда	64-33
	рзб	'122'(М10)
	или	'132'(М10)
	зп	'132'(М10)
	Э70	'132'(М10)
	мода	
	пб	(М13)
G70067	сч	'124'(М10)
	зп	'125'(М10)
	рзб	'121'(М10)
	зп	'132'(М10)
	сч	'142'(М10)
	сда	64-33
	рзб	'122'(М10)
	или	'132'(М10)
	или	'120'(М10)
	зп	'132'(М10)
	Э70	'132'(М10)
	мода	
	пб	(М13)
G70076	счи	М5
	зп	'135'(М10)
	счи	М7
	зп	'136'(М10)
	счи	М11
	зп	'137'(М10)
	счи	М14
	зп	'140'(М10)
	счи	М13
	зп	'141'(М10)
	пб	(М17)
G70104	сч	'135'(М10)
	уи	М5
	сч	'136'(М10)
	уи	М7
	сч	'137'(М10)
	уи	М11
	сч	'140'(М10)
	уи	М14
	сч	'141'(М10)
	уи	М13
	пб	(М1)
D70112	конд	в'00077777'
	конд	в'7776000000000000'
	конд	п'1'
	конд	в'-1'
	конд	м40в'320'
	конд	в'4550000000000000'
	конд	в'0010000000000000'
	конд	в'00770037'
	конд	в'0000370000000000'
	пам	2
D70125	пам	13
D70142	пам	1
D70143	пам	1
D70144	пам	2
D70146	конд	в'2400000000000242'
	конд	в'2420000000000242'
	конд	в'2440000000000242'
	конд	в'2460000000000242'
	конд	в'2500000000000242'
	конд	в'2520000000000242'
	конд	в'2540000000000242'
	конд	в'2560000000000242'
	конд	в'2600000000000242'
	конд	в'2620000000000242'
	конд	в'2260000000000242'
	конд	в'2320000000000242'
	конд	в'2360000000000242'
	конд	в'2300000000000242'
	конд	в'2340000000000242'
	конд	в'2000000000000242'
	конд	в'3420000000000242'
	конд	в'5000000000000242'
	конд	в'2200000000000242'
	конд	в'2220000000000242'
	конд	в'2140000000000242'
	конд	в'2720000000000242'
	конд	в'2660000000000242'
	конд	в'5660000000000242'
	конд	в'5720000000000242'
	конд	в'2240000000000242'
	конд	в'2160000000000242'
	конд	в'2160000000000242'
	конд	в'3320000000000242'
	конд	в'2700000000000242'
	конд	в'2740000000000242'
	конд	в'2640000000000242'
	конд	в'5020000000000242'
	конд	в'6040000000000242'
	конд	в'5040000000000242'
	конд	в'6160000000000242'
	конд	в'6100000000000242'
	конд	в'5120000000000242'
	конд	в'6540000000000242'
	конд	в'6640000000000242'
	конд	в'6220000000000242'
	конд	в'6240000000000242'
	конд	в'5260000000000242'
	конд	в'6300000000000242'
	конд	в'5320000000000242'
	конд	в'5200000000000242'
	конд	в'5360000000000242'
	конд	в'6400000000000242'
	конд	в'5400000000000242'
	конд	в'5060000000000242'
	конд	в'5500000000000242'
	конд	в'5620000000000242'
	конд	в'6140000000000242'
	конд	в'5600000000000242'
	конд	в'6060000000000242'
	конд	в'6740000000000242'
	конд	в'6660000000000242'
	конд	в'6720000000000242'
	конд	в'6620000000000242'
	конд	в'6600000000000242'
	конд	в'6700000000000242'
	конд	в'6000000000000242'
	конд	в'6420000000000242'
	конд	в'5100000000000242'
	конд	в'5140000000020017'
	конд	в'5170014000020533'
	конд	в'5220014000021134'
	конд	в'5240000000021642'
	конд	в'5304204000022127'
	конд	в'5342104000022526'
	конд	в'5430000000023121'
	конд	в'5440044000023433'
	конд	в'5470044000024022'
	конд	в'5524044000024423'
	конд	в'5544104000025031'
	конд	в'5570024000025412'
	конд	в'5642204000026015'
	конд	в'5744000000026413'
	конд	в'3310204000027016'
	конд	в'3343000000027414'
	конд	в'3542000000030000'
	конд	в'2141000000030401'
	конд	в'3740400000031002'
	конд	в'3700200000031403'
	конд	в'3760100000032004'
	конд	в'3720040000032405'
	конд	в'2120020000033006'
	конд	п'L0F0Ч7'
	конд	в'3560004000034010'
	конд	в'0000002000034411'
	конд	в'5760404000035037'
	конд	в'2024024000035426'
	конд	в'2050104000036035'
	конд	в'0000024000036425'
	конд	в'0002024000037036'
	конд	в'00037642'
	конд	в'0004204000000127'
	конд	в'0000104000000021'
	конд	в'2000000000000242'
	конд	в'242'
	конд	в'242'
	конд	в'242'
	конд	в'0010000000000121'
	конд	в'0000014000000032'
	конд	в'242'
	конд	в'242'
	конд	в'242'
	конд	в'242'
	конд	в'116'
	конд	в'0000204000000034'
	конд	в'117'
	конд	в'0010000000000024'
	конд	п'ИА00 '
	конд	в'0002014000000020'
	конд	в'242'
	конд	в'242'
	конд	в'242'
	конд	в'242'
	конд	в'120'
	конд	в'130'
	конд	в'242'
	конд	в'242'
	конд	в'242'
	конд	в'242'
	конд	в'0004014000000123'
	конд	в'125'
	конд	в'2000000000000122'
	конд	в'124'
	пам	32
	конд	в'0000104000040021'
	конд	в'0011000000040440'
	конд	в'0010400000041042'
	конд	в'0010200000041461'
	конд	в'0010100000042077'
	конд	в'0010040000042445'
	конд	в'0010020000043100'
	конд	в'0010010000043501'
	конд	в'0010004000044055'
	конд	в'0010002000044502'
	конд	в'0005000000045103'
	конд	п'S00WК'
	конд	п'L00ZL'
	конд	в'0004100000046454'
	конд	в'0004040000047105'
	конд	в'0004020000047456'
	конд	в'0004010000050060'
	конд	в'0004004000050506'
	конд	в'0004002000051107'
	конд	в'0002400000051510'
	конд	в'0002200000052062'
	конд	в'0002100000052511'
	конд	в'0002040000053112'
	конд	в'0002020000053513'
	конд	в'0002010000054065'
	конд	в'0002004000054463'
	конд	в'0002002000055114'
	конд	в'0010404000055427'
	конд	в'00056000'
	конд	в'0004404000056430'
	конд	в'0007000000057115'
	конд	в'0002044000057532'
	конд	в'0016004000060075'
	конд	в'0011000000060440'
	конд	в'0016404000061041'
	конд	в'0016204000061466'
	конд	в'0016104000062044'
	конд	в'0010040000062445'
	конд	в'0016024000063064'
	конд	в'0016014000063443'
	конд	в'0002010000064065'
	конд	в'0012206000064450'
	конд	в'0012106000065051'
	конд	в'0004400000065452'
	конд	в'0012026000066053'
	конд	в'0004100000066454'
	конд	в'0010004000067055'
	конд	в'0004020000067456'
	конд	в'0014106000070057'
	конд	в'0014046000070476'
	конд	в'0004010000071060'
	конд	в'0010200000071461'
	конд	в'0002200000072062'
	конд	в'0002004000072463'
	конд	в'0006106000073046'
	конд	в'0010400000073442'
	конд	в'0006026000074073'
	конд	в'0006016000074472'
	конд	в'0016406000075047'
	конд	в'0016206000075470'
	конд	в'0016106000076074'
	конд	в'0016046000076471'
	конд	в'0016026000077067'
	пам	33
G70546	счи	М1
	уиа	D71540(М1)
* next insn used as data
D70547	зп	(М1)
	счи	М2
	зп	1(М1)
	уиа	13(М2)
G70551	слиа	-1(М2)
	счи	М3(М2)
	зп	14(М1)
	слиа	-1(М1)
	пино	G70551(М2)
	уиа	G70546(М3)
	счрж	'77'
	употр	G70546(М3)
	зп	D71167
	сч	5(М17)
	и	D71666
	пе	G70562
	сч	D71667
	зп	D71537
	сч	D71670
	зп	D71116
	уиа	(М17)
	пб	G70565
G70562	сч	D71671
	зп	D71537
	сч	D71672
	зп	D71116
	уиа	D01000(М17)
G70565	мод	D71556
	сч	5
	пв	G71216(М7)
	или	D71673
	зп	D71132
	мод	D71556
	сч	6
	пв	G71216(М7)
G70572	или	D71674
	зп	D71127
	сч	
	зп	D71473
	зп	D71173
	зп	D71172
	зп	D71136
	зп	D71142
G70576	сч	
	зп	D71170
	зп	D71113
	зп	D71140
	сч	D71116
	уи	М6
	уиа	D71445(М7)
G70602	сч	
	зп	(М7)
	слиа	1(М7)
	цикл	G70602(М6)
	уиа	(М13)
	уиа	D71445(М1)
	уиа	-40(М4)
G70606	ржа	'3'
	сч	D71172
	пе	G71174
	мод	D71132
	сч	
	сд	D71132
	и	D71675
	зп	D71133
	сч	D71132
	вчпа	64+8
	зп	D71132
	по	G70616
	слпа	64+48
	слц	D71676
	зп	D71132
G70616	сч	D71133
	и	D71677
	зп	D71134
	нтж	D71700
	пе	G70625
	сч	D71133
	и	D71701
	зп	D71135
	сч	D71136
	умн	D71137
	счмр	64
	сл	D71135
	зп	D71136
	пб	G70606
G70625	сч	D71140
	нтж	D71702
	пе	G70632
	сч	D71136
	зп	D71141
	вч	D71171
	по	G71431
	сч	
	зп	D71136
	зп	D71140
G70632	сч	D71133
	нтж	D71671
	пе	G70642
	сч	D71132
	мод	D71142
	зп	D71143
	сч	D71136
	мод	D71142
	зп	D71144
	сч	
	зп	D71136
	сч	D71142
	слц	D71703
	зп	D71142
	пб	G70606
G70642	сч	D71133
	нтж	D71704
	пе	G70645
	сч	D71113
	по	G70606
G70645	сч	D71133
	нтж	D71705
	по	G71205
	сч	D71133
	нтж	D71706
	пе	G70672
	сч	D71142
	вч	D71703
	зп	D71142
	или	
	пе	G70654
	сч	D71676
	зп	D71172
	пб	G70664
G70654	мод	D71142
	сч	D71144
	вч	D71676
	зп	D71124
	вчоб	
	по	G70664
	мод	D71142
	сч	D71143
	зп	D71132
	сч	D71124
	мод	D71142
	зп	D71144
	сч	D71142
	сл	D71703
	зп	D71142
G70664	сч	D71113
	пе	G70711
	пб	G70606
G70666	сч	D71136
	зп	D71170
	сч	D71133
	зп	D71113
	сч	
	зп	D71136
	пб	G70606
G70672	сч	D71133
	нтж	D71707
	пе	G70714
	сч	D71136
	зп	D71473
	сч	
	зп	D71136
	пб	G70730
G70676	сч	D71133
	нтж	D71710
	пе	G70703
	сч	D71113
	пе	G71433
	сч	D71136
	зп	D71171
	сч	
	зп	D71136
	пб	G71252
G70703	сч	D71133
	нтж	D71711
	пе	G70710
	сч	D71136
	зп	D71171
	сч	
	зп	D71136
	сч	D71702
	зп	D71140
	пб	G70606
G70710	сч	D71113
	по	G70666
G70711	сч	D71136
	по	G70757
	зп	D71171
	сч	
	зп	D71136
	пб	G70757
G70714	сч	D71133
	нтж	D71712
	пе	G70734
	сч	D71113
	пе	G71433
	сч	D71136
	зп	D71171
	сч	D71132
	зп	D71112
G70721	сч	D71136
	вч	D71676
	зп	D71136
	сч	D71132
	вчпа	64+8
	зп	D71132
	по	G70726
	слпа	64+48
	слц	D71676
	зп	D71132
G70726	сч	D71136
	по	G71266
	пб	G70721
G70730	сч	D71173
	по	G70606
	вч	D71473
	или	D71713
	зп	D71473
	сч	
	зп	D71173
	пб	G70606
G70734	сч	D71133
	нтж	D71714
	пе	G70676
	сч	D71715
	зп	D71173
	пб	G70606
G70737	мод	D71111
	сч	
	зп	D71112
	сч	D71171
	пе	G70742
	пб	G71432
G70742	сч	D71113
	нтж	D71716
	по	G71302
	сч	D71113
	нтж	D71717
	зп	
	сч	D71113
	нтж	D71720
	зп	
	сч	D71113
	нтж	D71721
	зп	
	сч	D71113
	нтж	D71722
	по	G71402
	сч	D71113
	нтж	D71723
	по	G71255
	сч	D71113
	нтж	D71724
	по	G71317
	сч	D71113
	нтж	D71725
	по	G71311
	пб	G71433
G70757	пв	G71054(М7)
	сч	D71114
	зп	D71111
	сда	64+15
	зп	D71117
	и	D71726
	нтж	D71727
	по	G71014
	сч	D71117
	и	D71701
	по	G70737
	сч	D71117
	и	D71726
	по	G71000
	сч	D71117
	и	D71727
	по	G70772
	сч	D71676
	зп	D71120
	пб	G70775
G70772	пв	G71054(М7)
	сч	D71114
	и	D71730
	зп	D71120
G70775	сч	D71121
	умн	D71120
	счмр	64
	сл	D71111
	зп	D71111
G71000	сч	D71117
	и	D71731
	по	G71013
	сч	D71117
	и	D71703
	по	G71005
	сч	D71676
	зп	D71120
	пб	G71010
G71005	пв	G71054(М7)
G71006	сч	D71114
	и	D71730
	зп	D71120
G71010	сч	D71122
	умн	D71120
	счмр	64
	сл	D71111
	зп	D71111
G71013	пб	G70737
G71014	сч	D71117
	и	D71703
	пе	G71045
	сч	D71114
	и	D71730
	по	G71174
	зп	D71123
	сч	D71117
	и	D71676
	пе	G71023
	сч	D71121
	зп	D71124
	пб	G71024
G71023	сч	D71122
	зп	D71124
G71024	сч	D71117
	и	D71732
	по	G71027
	сч	D71125
	зп	D71120
	пб	G71032
G71027	пв	G71054(М7)
	сч	D71114
	и	D71730
	или	D71733
	зп	D71120
G71032	сл	D71124
	зп	D71124
	пв	G71054(М7)
	сч	D71114
	и	D71730
	или	D71733
	зп	D71126
	сч	D71117
	и	D71676
	пе	G71041
	сч	D71124
	зп	D71121
	пб	G71042
G71041	сч	D71124
	зп	D71122
G71042	вчоб	D71126
	пе	G70757
	сч	D71123
	или	D71674
	зп	D71127
	пб	G70757
G71045	сч	D71111
	и	D71730
	или	D71733
	зп	D71124
	сч	D71117
	и	D71676
	пе	G71052
	сч	D71124
	зп	D71121
	пб	G71053
G71052	сч	D71124
	зп	D71122
G71053	пб	G70757
G71054	мод	D71127
	сч	
	сд	D71127
	и	D71734
	зп	D71114
	сда	64+20
	и	D71701
	по	G71065
	уи	М16
	сч	D71114
	мода	D71537
	слц	(М16)
	и	D71730
	зп	D71115
	сч	D71114
	и	D71735
	или	D71115
	зп	D71114
G71065	сч	D71127
	нтж	D71736
	зп	D71127
	и	D71736
	по	G71071
	сч	D71127
	слц	D71676
	зп	D71127
G71071	сч	D71114
	сда	64+15
	зп	D71130
	и	D71737
	нтж	D71740
	по	G71054
	сч	D71130
	и	D71732
	по	G71104
	сч	D71130
	и	D71741
	нтж	D71727
	по	G71104
	мод	D71114
	сч	
	и	D71730
	зп	D71131
	сч	D71114
	и	D71742
	или	D71131
	зп	D71114
G71104	пб	(М7)
G71105	сч	D71170
	вч	D71676
	зп	D71170
	вчоб	
	пе	G70757
	сч	
	зп	D71113
	пб	G70606
D71111	пам	1
D71112	пам	1
D71113	пам	1
D71114	пам	1
D71115	пам	1
D71116	пам	1
D71117	пам	1
D71120	пам	1
D71121	пам	1
D71122	пам	1
D71123	пам	1
D71124	пам	1
D71125	конд	в'4000000000000001'
D71126	пам	1
D71127	пам	1
D71130	пам	1
D71131	пам	1
D71132	пам	1
D71133	пам	1
D71134	пам	1
D71135	пам	1
D71136	пам	1
D71137	конд	в'4000000000000012'
D71140	пам	1
D71141	пам	1
D71142	пам	1
D71143	пам	1
D71144	пам	19
D71167	пам	1
D71170	пам	1
D71171	пам	1
D71172	пам	1
D71173	пам	1
G71174	пв	G71207(М5)
G71175	уиа	D71540(М1)
	уиа	13(М2)
G71176	слиа	-1(М2)
	сч	14(М1)
	уи	М3(М2)
	слиа	-1(М1)
	пино	G71176(М2)
	отмен	(М3)
	мода	D71540
	сч	
	уи	М1
	мода	D71540
	сч	1
	уи	М2
	мода	D71167
	рж	
	пб	(М16)
G71205	пв	G71207(М5)
	употр	G70546(М3)
	пб	G70576
G71207	сч	D71472
	или	D71743
	зп	D71472
	уиа	D71445(М7)
	уиа	D71445(М2)
	уиа	'200'(М11)
	уиа	5(М4)
	пв	G71567(М10)
G71213	сч	D71611
	или	D71472
	зп	D71472
	Э64	D71607
	пб	(М5)
G71216	зп	D71114
	сда	64+20
	и	D71701
	по	G71223
	уи	М16
	сч	D71114
	мода	D71537
	слц	(М16)
	и	D71730
	зп	D71114
G71223	сч	D71114
	пб	(М7)
G71224	ржа	'3'
	счи	М13
	слц	D71171
	уи	М13
	вчоб	D71537
	пе	G71434
	пб	(М6)
G71230	уиа	'100'(М5)
G71231	уиа	D71232(М7)
	уи	М6
D71232	пио	G71241(М6)
	слиа	-1(М6)
G71233	счи	М5
	сда	64(М4)
	или	(М1)
	зп	(М1)
	слиа	8(М4)
	счи	М4
	нтж	D71727
	пе	D71240
	слиа	1(М1)
	уиа	-40(М4)
D71240	пб	(М7)
G71241	пб	(М10)
G71242	сч	D71112
	сда	64-8(М10)
	зп	D71112
	счмр	
	уи	М5
	уии	М14(М10)
	слиа	-5(М14)
	пино	G71247(М14)
	слиа	'120'(М5)
G71247	пио	G71105(М12)
	слиа	-1(М12)
	пв	G71233(М7)
	цикл	G71242(М6)
	пб	(М11)
G71252	пв	G71224(М6)
	сч	D71171
	пв	G71230(М10)
	пб	G71105
G71255	пв	G71224(М6)
	сч	D71171
	вч	D71676
	пв	G71230(М10)
	счи	
	нтж	D71112
	пе	G71264
	уиа	'246'(М5)
	пв	G71233(М7)
	пб	G71105
G71264	уиа	'264'(М5)
	пв	G71233(М7)
	пб	G71105
G71266	пв	G71224(М6)
	сч	D71112
	уи	М15
	сда	64-1
	сда	64+42
	уи	М12
	слиа	24(М12)
	сда	64+3
	вчоб	
	уи	М6
	сч	(М15)
	сда	(М12)
	зп	D71112
G71275	сч	D71171
	уи	М12
G71276	уиа	(М10)
	пв	G71242(М11)
	слиа	1(М15)
	сч	(М15)
	зп	D71112
	уиа	-5(М6)
	пб	G71242
G71302	пв	G71224(М6)
G71303	сч	D71171
	уи	М6
	вч	D71744
	пе	G71275
	пв	G71230(М10)
	уиа	-5(М6)
	уиа	6(М12)
	пб	G71276
D71310	пам	1
G71311	счи	М4
	зп	D71310
	уиа	D71112(М7)
	уиа	D71112(М2)
	уиа	6(М11)
	уиа	(М4)
	пв	G71567(М10)
	сч	D71310
	уи	М4
	пб	G71302
G71317	пв	G71224(М6)
	сч	D71171
	вч	D71732
	по	G71332
	сч	D71171
	уи	М12
	вчоб	D71732
	умн	D71745
	счмр	64
	вчоб	
	уи	М6
	сч	D71112
	сда	64(М6)
	зп	D71112
G71327	уиа	5(М10)
	сч	D71171
	вчоб	
	уи	М6
	пб	G71242
G71332	пв	G71230(М10)
	уиа	16(М12)
	пб	G71327
G71334	ржа	'0'
	сл	
	зп	D71474
	и	D71746
	по	G71340
	сч	D71474
	и	D71747
	пе	G71343
G71340	счи	
	зп	D71112
	уи	М11
	зп	D71474
	ржа	'3'
	пб	(М10)
G71343	уиа	(М11)
	сч	D71474
	знак	D71112
	слпа	64-1
	по	G71351
	уиа	-1(М11)
G71346	слиа	1(М11)
	зп	D71475
	умн	D71750
	пе	G71346
	сч	D71475
	пб	G71353
G71351	слиа	1(М11)
	умн	D71441
	по	G71351
G71353	слпа	64+1
	зп	D71474
	ржа	'3'
	пб	(М10)
G71355	уи	М6
	сч	D71474
	зп	D71560
	сл	D71751
	зп	D71474
	вчпа	64+1
	пе	G71362
	сч	D71560
	зп	D71474
G71362	пио	G71370(М6)
	сч	D71474
	умн	D71442
	уи	М5
	слиа	'120'(М5)
	счмр	64
	зп	D71474
	слиа	-1(М6)
	пв	G71233(М7)
	пб	G71362
G71370	пб	(М10)
G71371	вчоб	D71676
	уи	М6
	ржа	'0'
	сч	D71752
G71373	умн	D71753
	цикл	G71373(М6)
	пб	(М7)
G71375	сл	
	пе	G71377
	уиа	'100'(М5)
	пб	G71400
G71377	уиа	'115'(М5)
G71400	пв	G71233(М7)
	пб	(М10)
G71402	пв	G71224(М6)
	сч	D71112
	и	D71746
	пе	G71407
	сч	D71733
	зп	D71474
	уиа	1(М11)
	пб	G71411
G71407	или	D71733
	ржа	'2'
	слпа	64+40
	пв	G71334(М10)
G71411	сч	D71171
	вч	D71676
	уи	М12
G71413	счи	М11
	зп	D71475
	счи	М12
	вч	D71475
	пе	G71421
	пв	G71230(М10)
G71416	сч	D71112
	пв	G71375(М10)
G71417	счи	М11
	пв	G71355(М10)
G71420	пб	G71105
G71421	уии	М14(М4)
	уиа	8(М4)
	вчоб	
	пв	G71355(М10)
	уии	М4(М14)
	счи	М12
	уи	М11
	пб	G71416
	сч	D71171
	ржа	'3'
	вч	D71676
	пв	G71230(М10)
G71427	уии	М5(М11)
	пв	G71233(М7)
G71430	пб	G71105
G71431	уиа	D71476(М2)
	пб	G71435
G71432	уиа	D71506(М2)
	пб	G71435
G71433	уиа	D71516(М2)
	пб	G71435
G71434	уиа	D71526(М2)
G71435	мод	D71556
	сч	5
	сда	64-9
	рзб	D71536
	зп	6(М2)
	Э64	D71605
	пб	G71174
D71441	конд	в'3654631463146317'
D71442	конд	в'4000000000000012'
	конд	в'7614631463146314'
	конд	в'7757777777777777'
D71445	пам	21
D71472	пам	1
D71473	пам	1
D71474	пам	1
D71475	пам	1
D71476	конд	п'W МЕНЬ'
	конд	п'ШЕ D  '
	конд	п'      '
	конд	п'      '
	конд	п'ФОРМАТ'
	конд	п'Ы В ЯЧ'
	пам	1
	конд	м40в'231'
D71506	конд	п'W=0   '
	конд	п'      '
	конд	п'      '
	конд	п'      '
	конд	п'ФОРМАТ'
	конд	п'Ы В ЯЧ'
D71514	пам	1
	конд	м40в'231'
D71516	конд	п'НЕВЕРН'
	конд	п'АЯ СПЕ'
	конд	п'ЦИФИКА'
	конд	п'ЦИЯ   '
	конд	п'ФОРМАТ'
	конд	п'Ы В ЯЧ'
	пам	1
	конд	м40в'231'
D71526	конд	п'ПЕРЕПО'
	конд	п'ЛНЕНИЕ'
	конд	п' СТРОК'
	конд	п'И     '
	конд	п'ФОРМАТ'
	конд	п'Ы В ЯЧ'
	пам	1
	конд	м40в'231'
D71536	конд	п'77777'
D71537	пам	1
D71540	пам	1
D71541	пам	13
D71556	пам	2
D71560	пам	1
D71561	конд	м40в'377'
	конд	в'0017740000000000'
	конд	м24в'377'
	конд	в'77600000'
	конд	в'00177400'
D71566	конд	в'377'
G71567	сч	D71561
	зп	D71474
	сч	
	зп	D71475
G71571	пио	G71602(М11)
	сч	(М7)
	сбр	D71474
	сда	64+40
	уи	М6
	мода	D77400(М3)
	сч	(М6)
	мода	D71561
	сбр	(М4)
	рзб	D71474
	или	D71475
	зп	D71475
	слиа	-1(М11)
	сч	D71474
	сда	64+8
	зп	D71474
	пе	G71571
G71602	сч	D71475
	зп	(М2)
	слиа	1(М7)
	слиа	1(М2)
	пино	G71567(М11)
	пб	(М10)
D71605	кк	0,0(М2)
	кк	0,0(М2)
	конд	в'40000000'
D71607	кк	0,447(М3)
	кк	0,447(М3)
	конд	в'40000000'
D71611	конд	м24в'231'
	конд	п'500900'
	конд	в'7747777617001045'
	конд	в'7607767703000000'
	конд	т'(10(4('
	конд	т'А6,1Н='
	конд	т',О16,8'
	конд	т'Х),/))'
	конд	т'(А6,1Х'
	конд	т',16(О5'
	конд	т',1Х),О'
	конд	т'16)   '
	зп	5(М17)
	счи	М3
	зп	29(М17)
	уиа	G70546(М3)
	счи	М16
	зп	28(М17)
	сч	D71754
	зп	6(М17)
	сч	D71755
	зп	7(М17)
	сч	D71756
	зп	8(М17)
	зп	9(М17)
	сч	-1(М16)
	зп	10(М17)
	слиа	-2(М16)
	счи	М16
	зп	11(М17)
	счи	М16
	зп	25(М17)
	счи	М17
	зп	26(М17)
	уиа	-12(М16)
G71641	счи	М15(М16)
	мода	(М16)
	зп	24(М17)
	цикл	G71641(М16)
	сч	29(М17)
	зп	14(М17)
	сч	5(М17)
	зп	27(М17)
	пв	G71650(М16)
	сч	29(М17)
	уи	М3
	мод	28(М17)
	пб	
G71650	зп	9(М17)
	уии	М15(М3)
	уиа	G70546(М3)
	слиа	'107'(М17)
	счи	М16
	зп	(М17)
	сч	-64(М17)
	пе	G71656
	счи	М17
	вч	D71757
	зп	-2(М17)
	пб	G71657
G71656	сч	-63(М17)
	зп	-2(М17)
G71657	сч	D77676(М17)
	зп	5(М17)
	сч	D71760
	зп	6(М17)
	пв	G70546(М16)
	уии	М3(М15)
	сч	D77675(М17)
	зп	4(М17)
	сч	(М17)
	уи	М16
	сч	5(М17)
	слиа	D77671(М17)
	пб	(М16)
D71666	конд	п'800'
D71667	конд	в'200'
D71670	конд	в'7777777777777753'
D71671	конд	п'S'
D71672	конд	в'7777777777777765'
D71673	конд	м40в'320'
D71674	конд	м40в'260'
D71675	конд	в'377'
D71676	конд	п'1'
D71677	конд	в'360'
D71700	конд	в'120'
D71701	конд	п' '
D71702	конд	в'4050000000000000'
D71703	конд	п'2'
D71704	конд	п'Z'
D71705	конд	в'117'
D71706	конд	п'U'
D71707	конд	в'260'
D71710	конд	в'270'
D71711	конд	в'116'
D71712	конд	в'250'
D71713	конд	в'0030000000000000'
D71714	конд	в'115'
D71715	конд	в'0010000000000000'
D71716	конд	в'241'
D71717	конд	в'245'
D71720	конд	в'246'
D71721	конд	в'247'
D71722	конд	в'251'
D71723	конд	в'254'
D71724	конд	в'257'
D71725	конд	в'272'
D71726	конд	п'/'
D71727	конд	п'8'
D71730	конд	в'00077777'
D71731	конд	п'3'
D71732	конд	в'020'
D71733	конд	м40в'200'
D71734	конд	в'77777777'
D71735	конд	в'03700000'
D71736	конд	м40п'Р'
D71737	конд	п':'
D71740	конд	в'022'
D71741	конд	п'.'
D71742	конд	в'77700000'
D71743	конд	п',+4'
D71744	конд	п'6'
D71745	конд	в'4000000000000003'
D71746	конд	в'0037777777777777'
D71747	конд	м40в'376'
D71750	конд	в'4212000000000000'
D71751	конд	в'4000000000000010'
D71752	конд	в'4010000000000000'
D71753	конд	в'3654631463146315'
D71754	конд	в'00071621'
D71755	конд	в'021'
D71756	пам	1
D71757	конд	п'Я'
D71760	конд	в'00071612'
	ФИНИШ
