МРЕД24	СТАРТ	'24000'
	М
МРЕД2	внеш	D03015,D04021,D06012,D06443,D06445
МРЕД2	внеш	D07474,D07504,G03074,G03371
	вход	D24001,D24010,D24045,D24046,D24132
	вход	D24133,D24134,D24157,D24210,D24260
	вход	D26057,G24102
	ржа	'3'
D24001	пб	(М2)
	конк	в'00000000'
	пам	1
	конд	в'0000360000000007'
	пам	1
	конд	в'36000000'
	пам	2
D24010	конд	в'4001400240034004'
	пам	28
D24045	пам	1
D24046	уиа	D24276(М13)
	уии	М17(М13)
	слиа	8(М17)
	употр	МРЕД24(М14)
	сч	D24445
	зп	5(М17)
	уиа	G26540(М15)
	мода	D24446
	уиа	(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	сч	D24445
	нтж	D24447
	сл	D24450
	зп	6(М13)
	сч	D24266
	или	D24451
	зп	D24266
	сч	D24452
	нтж	D24447
	сл	D24450
	зп	5(М13)
	сч	5(М13)
	вч	6(М13)
	сда	64-24
	нтж	D24265
	и	D24453
	нтж	D24265
	зп	D24265
	сч	D24454
	нтж	D24447
	сл	D24450
	зп	5(М13)
	сч	5(М13)
	вч	6(М13)
	нтж	D24265
	и	D24455
	нтж	D24265
	зп	D24265
	сч	D24446
	сда	64-47
	нтж	D24271
	и	D24456
	нтж	D24271
	зп	D24271
	сч	D24445
	зп	5(М17)
	уиа	G26141(М15)
	мода	D24457
	уиа	(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	пб	G03371
G24102	уиа	D24276(М13)
	уии	М17(М13)
	слиа	8(М17)
	сч	D24445
	нтж	D24447
	сл	D24450
	зп	6(М13)
	сч	D24266
	или	D24451
	зп	D24266
	сч	D24452
	нтж	D24447
	сл	D24450
	зп	5(М13)
	сч	5(М13)
	вч	6(М13)
	сда	64-24
	нтж	D24265
	и	D24453
	нтж	D24265
	зп	D24265
	сч	D24454
	нтж	D24447
	сл	D24450
	зп	5(М13)
	сч	5(М13)
	вч	6(М13)
	нтж	D24265
	и	D24455
	нтж	D24265
	зп	D24265
	сч	D24460
	сда	64-47
	нтж	D24271
	и	D24456
	нтж	D24271
	зп	D24271
	сч	D24445
	зп	5(М17)
	уиа	G26141(М15)
	мода	D24461
	уиа	(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
D24131	пб	D03015
D24132	пам	1
D24133	пам	1
D24134	счи	М15
	зп	D24441
	счи	М16
	зп	D24442
	счи	М17
	зп	D24443
	счи	М13
	зп	D24444
	уиа	D24276(М13)
	уии	М17(М13)
	слиа	8(М17)
	сч	D24445
	нтж	D24447
	сл	D24450
	зп	4(М13)
	сч	D24263
	и	D24455
	сл	4(М13)
	зп	4(М13)
	сч	D24445
	зп	5(М17)
	мод	4(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	сч	D24462
	мода	(М15)
	пв	(М16)
	зп	D24131
	сч	D24441
	уи	М15
	сч	D24442
	уи	М16
	сч	D24443
	уи	М17
	сч	D24444
	уи	М13
	пб	G03074
D24157	счи	М15
	зп	D24441
	счи	М16
	зп	D24442
	счи	М17
	зп	D24443
	счи	М13
	зп	D24444
	уиа	D24276(М13)
	уии	М17(М13)
	слиа	8(М17)
	сч	D24445
	нтж	D24447
	сл	D24450
	зп	4(М13)
	сч	D24260
	и	D24455
	сл	4(М13)
	зп	4(М13)
	сч	D24445
	зп	5(М17)
	мод	4(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	мод	D06443
	уиа	(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	сч	D24272
	нтж	D06445
	и	D24463
	нтж	D06445
	зп	D06445
	сч	D24272
	сда	64+5
	нтж	D06445
	и	D24464
	нтж	D06445
	зп	D06445
	сч	D24441
	уи	М15
	сч	D24442
	уи	М16
	сч	D24443
	уи	М17
	сч	D24444
	уи	М13
	пб	D06012
D24210	конд	в'0000107100001243'
	конд	в'00001334'
	конд	п'3'
	конд	м40п'F'
	конд	п'F0F000'
	конд	в'2000020000000000'
	конд	в'2000030000000000'
	текст	п'F10000F1F000'
	конд	в'2000060000000000'
	конд	в'2000070000000000'
	текст	п'F20000F2F000'
	конд	в'2000120000000000'
	конд	в'2000130000000000'
	конд	п'30000'
	конд	п'3F000'
	конд	в'0000160000000000'
	конд	в'0000170000000000'
	конд	п'40000'
	конд	п'4F000'
	конд	в'0000220000000000'
	конд	в'0000230000000000'
	конд	п'50000'
	конд	п'5F000'
	конд	в'0000260000000000'
	конд	в'0000270000000000'
	текст	п'F60000F6F000'
	конд	в'0000320000000000'
	конд	в'2000330000000000'
	текст	п'F70000F7F000'
	конд	в'2000360000000000'
	конд	в'2000370000000000'
	конд	в'0000333400001271'
	конд	в'0000127100003334'
	конд	в'00010000'
	конд	в'00077735'
	конд	в'0000060400053527'
D24260	конд	в'0000126600000000'
	конд	в'0000235500001420'
	конд	в'0000253700001660'
D24263	конд	п'5З'
	конд	в'0000277500002613'
D24265	пам	1
D24266	пам	3
D24271	пам	1
D24272	пам	1
	конд	м40п'П'
	конд	в'1420000004004000'
	пам	1
D24276	пам	5
D24303	пам	1
D24304	пам	2
D24306	пам	1
D24307	пам	2
D24311	пам	2
D24313	пам	1
D24314	пам	1
D24315	пам	2
D24317	пам	2
D24321	пам	1
D24322	пам	1
D24323	пам	1
D24324	пам	1
D24325	пам	1
D24326	пам	1
D24327	пам	1
D24330	пам	3
D24333	пам	1
D24334	пам	69
D24441	пам	1
D24442	пам	1
D24443	пам	1
D24444	пам	1
D24445	пам	1
D24446	конд	в'00024260'
D24447	пам	1
D24450	конд	п'F0'
D24451	конд	в'0037777777740000'
D24452	конд	м40п'F'
D24453	конд	п'И1'
D24454	конд	м24в'77777777'
D24455	конд	в'00024253'
D24456	конд	в'77777777'
D24457	конд	м40в'200'
D24460	конд	п'ЧТ'
D24461	конд	п'1'
D24462	конд	п'ЗП'
D24463	конд	в'00024133'
D24464	конд	в'00001777'
	конд	в'03776000'
	ржа	'3'
G24467	зп	5(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	10(М17)
	счим	М16
	счим	М14
	счим	М2
	счим	М3
	счим	М4
	зп	(М17)
D24475	уиа	D24475(М14)
	счи	М17
	зп	(М13)
	употр	D24475(М14)
	пб	G24505
G24477	зп	3(М13)
	сч	(М17)
	уим	М4
	уим	М3
	уим	М2
	уим	М14
	уим	М16
	уи	М13
	слиа	-10(М17)
	сч	3(М17)
	пб	(М16)
G24505	сч	5(М13)
	уи	М4
	сч	2(М4)
	и	D24765
	сл	5(М13)
	уи	М2
	уиа	1(М3)
G24511	уии	М15(М3)
	слиа	-1(М15)
	счи	М15
	сда	64+2
	уи	М16
	сли	М16(М2)
	счи	М15
	и	D24766
	или	D24767
	умн	D24770
	зп	3(М13)
	счмр	64
	нтж	3(М13)
	и	D24771
	нтж	3(М13)
	зп	2(М13)
	сч	D24772
	вч	2(М13)
	уи	М15
	сч	(М16)
	сда	64(М15)
	и	D24773
	зп	7(М13)
	нтж	D24774
	по	G24545
	сч	7(М13)
	и	D24775
	зп	6(М13)
	уии	М15(М3)
	слиа	-1(М15)
	счи	М15
	сда	64+2
	уи	М16
	сли	М16(М2)
	счи	М15
	и	D24766
	или	D24767
	умн	D24770
	зп	3(М13)
	счмр	64
	нтж	3(М13)
	и	D24771
	нтж	3(М13)
	вч	D24772
	уи	М15
	сч	D24773
	сда	64(М15)
	нтж	D24776
	и	(М16)
	зп	(М16)
	сч	6(М13)
	сда	64(М15)
	или	(М16)
	зп	(М16)
	слиа	1(М3)
	пб	G24511
G24545	уиа	(М15)
	пб	G24477
G24546	зп	5(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	10(М17)
	счим	М16
	счим	М14
	счим	М3
	зп	(М17)
D24553	уиа	D24553(М14)
	счи	М17
	зп	(М13)
	употр	D24553(М14)
	пб	G24562
G24555	зп	3(М13)
	сч	(М17)
	уим	М3
	уим	М14
	уим	М16
	уи	М13
	слиа	-10(М17)
	сч	3(М17)
	пб	(М16)
G24562	мод	5(М13)
	сч	6
	сда	64+24
	сл	5(М13)
	уи	М3
	сч	2(М3)
	и	D24777
	нтж	D24774
	пе	G24570
	уиа	1(М15)
	пб	G24555
	конк	в'63000073'
G24570	сч	2(М3)
	сда	64+8
	и	D25000
	вч	D25001
	сда	64-8
	нтж	2(М3)
	и	D24777
	нтж	2(М3)
	зп	2(М3)
	сч	2(М3)
	сда	64+18
	и	D25000
	зп	7(М13)
G24577	мод	5(М13)
	сч	6
	и	D25002
	уи	М16
	мод	5(М13)
	слиа	(М16)
	счи	М16
	зп	6(М13)
	мод	5(М13)
	сч	6
	и	D25002
	уи	М16
	мод	5(М13)
	сч	4(М16)
	сда	64+24
	сл	6(М13)
	зп	6(М13)
	мод	5(М13)
	сч	6
	и	D25002
	уи	М16
	мод	5(М13)
	слиа	(М16)
	счи	М16
	зп	5(М17)
	уии	М16(М13)
	слиа	7(М16)
	счи	М16
	зп	6(М17)
	мод	6(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	сч	2(М3)
	и	D24765
	уи	М16
	мода	(М16)
	уиа	(М16)
	сли	М16(М3)
	счи	М16
	мода	(М15)
	пв	(М16)
	счи	М15
	нтж	D24774
	по	G24627
	уиа	2(М15)
	пб	G24555
	конк	в'63000073'
G24627	мод	5(М13)
	сч	11
	сда	64+30
	и	D25000
	зп	2(М13)
	сч	2(М3)
	сда	64+18
	и	D25000
	сл	2(М13)
	мод	5(М13)
	уиа	(М16)
	сда	64-30
	нтж	11(М16)
	и	D25003
	нтж	11(М16)
	зп	11(М16)
	сч	4(М3)
	сда	64+16
	и	D25000
	зп	2(М13)
	сч	2(М3)
	сда	64+18
	и	D25000
	сл	2(М13)
	сда	64-16
	нтж	4(М3)
	и	D25004
	нтж	4(М3)
	зп	4(М3)
G24646	уиа	(М15)
	пб	G24555
G24647	зп	5(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	11(М17)
	счим	М16
	счим	М14
	счим	М2
	счим	М3
	счим	М4
	счим	М5
	счим	М6
	зп	(М17)
D24656	уиа	D24656(М14)
	счи	М17
	зп	(М13)
	употр	D24656(М14)
	пб	G24667
G24660	зп	3(М13)
	сч	(М17)
	уим	М6
	уим	М5
	уим	М4
	уим	М3
	уим	М2
	уим	М14
	уим	М16
	уи	М13
	слиа	-11(М17)
	сч	3(М17)
	пб	(М16)
G24667	мод	5(М13)
	сч	6
	сда	64+24
	уи	М16
	мод	5(М13)
	слиа	(М16)
	счи	М16
	зп	2(М13)
	мод	5(М13)
	сч	6
	сда	64+24
	уи	М16
	мод	5(М13)
	сч	2(М16)
	и	D24765
	сл	2(М13)
	уи	М2
	уиа	1(М3)
	мод	5(М13)
	сч	6
	и	D25002
	уи	М16
	мод	5(М13)
	слиа	(М16)
	счи	М16
	зп	2(М13)
	мод	5(М13)
	сч	6
	и	D25002
	уи	М16
	мод	5(М13)
	сч	3(М16)
	и	D25002
	сл	2(М13)
	уи	М4
	мод	5(М13)
	сч	6
	и	D25002
	уи	М16
	мод	5(М13)
	сч	2(М16)
	нтж	6(М13)
	и	D25005
	нтж	6(М13)
	зп	6(М13)
G24716	уии	М15(М3)
	слиа	-1(М15)
	счи	М15
	сда	64+2
	уи	М16
	сли	М16(М2)
	счи	М15
	и	D24766
	или	D24767
	умн	D24770
	зп	3(М13)
	счмр	64
	нтж	3(М13)
	и	D24771
	нтж	3(М13)
	зп	2(М13)
	сч	D24772
	вч	2(М13)
	уи	М15
	сч	(М16)
	сда	64(М15)
	и	D24773
	нтж	D24774
	по	G24764
	нтж	6(М13)
	и	D25000
	нтж	6(М13)
	зп	6(М13)
	счи	М4
	зп	2(М13)
	сч	2(М4)
	и	D25006
	сл	2(М13)
	уи	М5
	уии	М6(М5)
	слиа	'40'(М6)
G24740	сч	6(М13)
	нтж	(М5)
	и	D25007
	по	G24743
	слиа	1(М5)
	пб	G24760
G24743	сч	(М5)
	и	D25010
	нтж	D24774
	пе	G24746
	пб	G24752
G24746	сч	D24774
	нтж	(М5)
	и	D25011
	нтж	(М5)
	зп	(М5)
	сч	D25012
	Э70	(М5)
G24752	сч	D24774
	нтж	(М5)
	и	D25013
	нтж	(М5)
	зп	(М5)
	сч	D24774
	нтж	(М5)
	и	D25014
	нтж	(М5)
	зп	(М5)
	пб	G24763
G24760	счи	М6
	зп	2(М13)
	счи	М5
	нтж	2(М13)
	по	G24763
	пб	G24740
G24763	слиа	1(М3)
	пб	G24716
G24764	уиа	(М15)
	пб	G24660
D24765	конд	в'377'
D24766	конд	п'3'
D24767	конд	м40в'200'
D24770	конд	п'/'
D24771	конд	в'7757777777777777'
D24772	конд	п'Д'
D24773	конд	в'00007777'
D24774	пам	1
D24775	конд	в'00005777'
D24776	конд	в'-1'
D24777	конд	в'00777400'
D25000	конд	в'00001777'
D25001	конд	п'1'
D25002	конд	в'77777777'
D25003	конд	в'0017770000000000'
D25004	конд	в'0000000377600000'
D25005	конд	в'00770000'
D25006	конд	в'00077777'
D25007	конд	в'00771777'
D25010	конд	п'40'
D25011	конд	в'0010000000000000'
D25012	конд	п'ОБМУПД'
D25013	конд	м40п'А'
D25014	конд	в'00777777'
	ржа	'3'
G25016	зп	6(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	11(М17)
	счим	М16
	счим	М14
	счим	М2
	счим	М3
	зп	(М17)
	уии	М14(М15)
	счи	М17
	зп	(М13)
	пб	12(М14)
	зп	3(М13)
	сч	(М17)
	уим	М3
	уим	М2
	уим	М14
	уим	М16
	уи	М13
	слиа	-11(М17)
	сч	3(М17)
	пб	(М16)
	мод	5(М13)
	сч	2
	и	'473'(М14)
	сл	5(М13)
	уи	М3
	уии	М2(М3)
	слиа	'40'(М2)
G25036	сч	(М3)
	и	'474'(М14)
	сда	64+10
	нтж	'475'(М14)
	пе	19(М14)
	пб	23(М14)
	сч	'475'(М14)
	сда	64-39
	нтж	(М3)
	и	'476'(М14)
	нтж	(М3)
	зп	(М3)
	Э70	(М3)
	сч	'475'(М14)
	сда	64-45
	нтж	(М3)
	и	'477'(М14)
	нтж	(М3)
	зп	(М3)
	сч	'475'(М14)
	нтж	(М3)
	и	'500'(М14)
	нтж	(М3)
	зп	(М3)
	слиа	1(М3)
	счи	М2
	зп	2(М13)
	счи	М3
	нтж	2(М13)
	по	'40'(М14)
	пб	16(М14)
	уиа	(М15)
	пб	7(М14)
	зп	7(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	12(М17)
	счим	М16
	счим	М14
	счим	М4
	счим	М5
	счим	М6
	счим	М7
	счим	М2
	счим	М3
	зп	(М17)
	уии	М14(М15)
	счи	М17
	зп	(М13)
	пб	16(М14)
	зп	3(М13)
	сч	(М17)
	уим	М3
	уим	М2
	уим	М7
	уим	М6
	уим	М5
	уим	М4
	уим	М14
	уим	М16
	уи	М13
	слиа	-12(М17)
	сч	3(М17)
	пб	(М16)
	мод	5(М13)
	сч	3
	и	'440'(М14)
	сл	5(М13)
	уи	М4
	мод	5(М13)
	сч	3
	сда	64+38
	зп	9(М13)
	мод	5(М13)
	уиа	(М16)
	нтж	2(М16)
	и	'441'(М14)
	нтж	2(М16)
	зп	2(М16)
	счи	М4
	зп	8(М13)
	сч	(М4)
	сда	64+24
	сл	8(М13)
	зп	8(М13)
	счи	М4
	зп	5(М17)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	9(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	счи	М4
	зп	8(М13)
	сч	(М4)
	и	'440'(М14)
	сл	8(М13)
	зп	8(М13)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	счи	М4
	мода	(М15)
	пв	(М16)
	мод	5(М13)
	сч	3
	сда	64+33
	и	'442'(М14)
	сл	'443'(М14)
	мод	5(М13)
	уиа	(М16)
	сда	64-33
	нтж	3(М16)
	и	'444'(М14)
	нтж	3(М16)
	зп	3(М16)
	мод	5(М13)
	сч	2
	Э50	'105'
	Э50	'115'
	мод	5(М13)
	сч	3
	сда	64+38
	сл	'433'(М14)
	мод	5(М13)
	уиа	(М16)
	нтж	2(М16)
	и	'441'(М14)
	нтж	2(М16)
	зп	2(М16)
	мод	5(М13)
	сч	2
	зп	9(М13)
	счи	М4
	зп	8(М13)
	сч	(М4)
	сда	64+24
	сл	8(М13)
	зп	8(М13)
	счи	М4
	зп	5(М17)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	9(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	сда	64-10
	уи	М3
	счи	М3
	зп	2(М13)
	сч	2(М3)
	и	'445'(М14)
	сл	2(М13)
	уи	М5
	уиа	(М2)
	сч	7(М13)
	уи	М7
	уиа	1(М6)
	уии	М15(М6)
	слиа	-1(М15)
	счи	М15
	сда	64+2
	уи	М16
	сли	М16(М7)
	счи	М15
	и	'446'(М14)
	или	'447'(М14)
	умн	'450'(М14)
	зп	3(М13)
	счмр	64
	нтж	3(М13)
	и	'451'(М14)
	нтж	3(М13)
	зп	2(М13)
	сч	'452'(М14)
	вч	2(М13)
	уи	М15
	сч	(М16)
	сда	64(М15)
	и	'441'(М14)
	нтж	'434'(М14)
	по	'122'(М14)
	слиа	1(М6)
	пб	'105'(М14)
	уиа	(М3)
	счи	М2
	мод	6(М13)
	нтж	
	по	'177'(М14)
	сч	'453'(М14)
	уи	М15
	счи	М5
	зп	11(М13)
G25206	мод	11(М13)
	сч	
	нед	
	счмр	
	зп	8(М13)
	мод	11(М13)
	сч	
	нед	
	пе	'140'(М14)
	сч	11(М13)
	сл	'443'(М14)
	зп	11(М13)
	слиа	-1(М15)
	счи	М15
	пе	'127'(М14)
G25216	уиа	1(М15)
	пб	'153'(М14)
	уи	М15
	сч	8(М13)
	сда	64(М15)
	мод	11(М13)
	зп	
G25222	счи	М5
	зп	2(М13)
	сч	11(М13)
	вч	2(М13)
	или	'447'(М14)
	умн	'454'(М14)
	зп	3(М13)
	счмр	64
	нтж	3(М13)
	и	'451'(М14)
	нтж	3(М13)
	зп	2(М13)
	счи	М15
	сл	2(М13)
	уиа	(М15)
G25232	зп	8(М13)
	счи	М15
	нтж	'455'(М14)
	пе	'175'(М14)
	сч	8(М13)
	сл	'456'(М14)
	зп	8(М13)
	уии	М15(М6)
	слиа	-1(М15)
	счи	М15
	сда	64+2
	уи	М16
	сли	М16(М7)
	счи	М15
	и	'446'(М14)
	или	'447'(М14)
	умн	'450'(М14)
	зп	3(М13)
	счмр	64
	нтж	3(М13)
	и	'451'(М14)
	нтж	3(М13)
	вч	'452'(М14)
	уи	М15
	сч	'441'(М14)
	сда	64(М15)
	нтж	'457'(М14)
	и	(М16)
	зп	(М16)
	сч	8(М13)
	сда	64(М15)
	или	(М16)
	зп	(М16)
	слиа	1(М6)
	слиа	1(М2)
	пб	'176'(М14)
	уиа	1(М3)
	пб	'177'(М14)
	пб	'122'(М14)
G25256	счи	М4
	зп	8(М13)
	сч	(М4)
	и	'440'(М14)
	сл	8(М13)
	зп	8(М13)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	счи	М4
	мода	(М15)
	пв	(М16)
	мод	5(М13)
	сч	3
	сда	64+33
	и	'442'(М14)
	вч	'443'(М14)
	нтж	
	пе	'215'(М14)
	мод	5(М13)
	сч	2
	Э50	'105'
	Э50	'116'
	сч	
G25274	мод	5(М13)
	уиа	(М16)
	сда	64-33
	нтж	3(М16)
	и	'444'(М14)
	нтж	3(М16)
	зп	3(М16)
	уии	М15(М3)
	пб	9(М14)
G25301	зп	6(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	11(М17)
	счим	М16
	счим	М14
	счим	М7
	счим	М2
	счим	М3
	зп	(М17)
	уии	М14(М15)
	счи	М17
	зп	(М13)
	пб	14(М14)
G25311	зп	3(М13)
	сч	(М17)
	уим	М3
	уим	М2
	уим	М7
	уим	М14
	уим	М16
	уи	М13
	слиа	-11(М17)
	сч	3(М17)
	пб	(М16)
G25317	мод	5(М13)
	сч	2
	и	'210'(М14)
	сл	5(М13)
	уи	М3
	уии	М2(М3)
	слиа	'40'(М2)
G25323	мод	6(М13)
	сч	
	нтж	(М3)
	и	'236'(М14)
	по	22(М14)
	слиа	1(М3)
	пб	'44'(М14)
G25327	мод	5(М13)
	уиа	(М16)
	счи	М3
	сда	64-15
	нтж	2(М16)
	и	'237'(М14)
	нтж	2(М16)
	зп	2(М16)
	сч	'221'(М14)
	сда	64-45
	нтж	(М3)
	и	'214'(М14)
	нтж	(М3)
	зп	(М3)
	сч	(М3)
	и	'215'(М14)
	мод	6(М13)
	или	
	нтж	(М3)
	и	'215'(М14)
	нтж	(М3)
	зп	(М3)
	сч	(М3)
	сда	64+30
	и	'220'(М14)
	уиа	(М15)
	пб	8(М14)
G25345	счи	М2
	зп	2(М13)
	счи	М3
	нтж	2(М13)
	по	'47'(М14)
	пб	18(М14)
	мод	5(М13)
	сч	2
	и	'237'(М14)
	сда	64+15
	нтж	'212'(М14)
	пе	'55'(М14)
	мод	5(М13)
	сч	2
	и	'210'(М14)
	сл	5(М13)
	уи	М3
	пб	'60'(М14)
	мод	5(М13)
	сч	2
	сда	64+15
	и	'210'(М14)
	уи	М3
G25361	уиа	(М7)
G25362	сч	(М3)
	и	'240'(М14)
	нтж	'212'(М14)
	пе	'131'(М14)
	сч	(М3)
	и	'214'(М14)
	нтж	'212'(М14)
	пе	'125'(М14)
	сч	(М3)
	и	'211'(М14)
	нтж	'212'(М14)
	пе	'70'(М14)
	пб	'74'(М14)
G25371	сч	'212'(М14)
	сда	64-39
	нтж	(М3)
	и	'213'(М14)
	нтж	(М3)
	зп	(М3)
	сч	'241'(М14)
	Э70	(М3)
	мод	6(М13)
	сч	
	нтж	(М3)
	и	'215'(М14)
	нтж	(М3)
	зп	(М3)
	мод	5(М13)
	уиа	(М16)
	счи	М3
	сда	64-15
	нтж	2(М16)
	и	'237'(М14)
	нтж	2(М16)
	зп	2(М16)
	сч	'221'(М14)
	сда	64-45
	нтж	(М3)
	и	'214'(М14)
	нтж	(М3)
	зп	(М3)
	сч	(М3)
	и	'234'(М14)
	сда	64+11
	нтж	'221'(М14)
	пе	'115'(М14)
	сч	(М3)
	сда	64+30
	и	'220'(М14)
	сда	64-10
	уи	М16
	сч	'221'(М14)
	зп	(М16)
	пб	'122'(М14)
G25416	сч	'221'(М14)
	сда	64-39
	нтж	(М3)
	и	'213'(М14)
	нтж	(М3)
	зп	(М3)
	сч	'241'(М14)
	уи	М15
	Э70	(М3)
	сч	(М3)
	сда	64+30
	и	'220'(М14)
	уиа	(М15)
	пб	8(М14)
	конк	в'63000130'
	сч	'212'(М14)
	нтж	(М3)
	и	'214'(М14)
	нтж	(М3)
	зп	(М3)
G25431	пб	'131'(М14)
G25432	слиа	1(М3)
	слиа	1(М7)
	счи	М2
	зп	2(М13)
	счи	М3
	нтж	2(М13)
	пе	'136'(М14)
	слиа	-32(М3)
	пб	'136'(М14)
G25437	счи	М7
	нтж	'242'(М14)
	по	'140'(М14)
	пб	'61'(М14)
	Э64	'146'(М14)
	пб	'150'(М14)
D25443	текст	п'УПД021 - ДАЙ БУФ'
	конд	м40в'172'
	конд	п'ЛГ0ЛГ'
	конд	в'40000000'
	уиа	D04021(М15)
	Э74	'0'
	уиа	1(М15)
	пб	8(М14)
	зп	5(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	10(М17)
	счим	М16
	счим	М14
	счим	М3
	зп	(М17)
	уии	М14(М15)
	счи	М17
	зп	(М13)
	пб	12(М14)
G25462	зп	3(М13)
	сч	(М17)
	уим	М3
	уим	М14
	уим	М16
	уи	М13
	слиа	-10(М17)
	сч	3(М17)
	пб	(М16)
G25467	мод	5(М13)
	сч	2
	сда	64+15
	и	30(М14)
	уи	М3
	сч	(М3)
	и	31(М14)
	сда	64+10
	нтж	'40'(М14)
	пе	18(М14)
	пб	23(М14)
G25475	сч	'40'(М14)
	сда	64-39
	нтж	(М3)
	и	'41'(М14)
	нтж	(М3)
	зп	(М3)
	сч	'67'(М14)
	уи	М15
	Э70	(М3)
	сч	'40'(М14)
	сда	64-45
	нтж	(М3)
	и	'42'(М14)
	нтж	(М3)
	зп	(М3)
	сч	'40'(М14)
	нтж	(М3)
	и	'43'(М14)
	нтж	(М3)
	зп	(М3)
	уиа	(М15)
	пб	7(М14)
D25511	конд	в'00077777'
	конд	п'40'
	пам	1
	конд	в'0010000000000000'
	конд	м40п'А'
	конд	в'00777777'
	конд	в'77777777'
	конд	в'00007777'
	конд	п':'
	конд	п'1'
	конд	п'Я0000'
	конд	в'377'
	конд	п'3'
	конд	м40в'200'
	конд	п'/'
	конд	в'7757777777777777'
	конд	п'Д'
	конд	в'026'
	конд	п'Р'
	пам	1
	конд	п'80'
	конд	в'-1'
	конд	в'00771777'
	конд	в'0000007777700000'
	конд	м40п'F'
	конд	п'ОБМУПД'
	конд	п'F'
	Э74	'0'
	ржа	'3'
G25546	зп	5(М17)
	счи	М13
	уии	М13(М17)
	слиа	11(М17)
	счим	М16
	счим	М14
	зп	(М17)
D25552	уиа	D25552(М14)
	употр	D25552(М14)
	пб	G25557
G25553	зп	3(М13)
	сч	(М17)
	уим	М14
	уим	М16
	уи	М13
	слиа	-11(М17)
	сч	3(М17)
	пб	(М16)
G25557	мод	5(М13)
	сч	11
	и	D26123
	нтж	D26124
	пе	G25564
	счи	
	зп	6(М13)
	пб	G25621
	пб	D25607
G25564	мод	5(М13)
	сч	11
	нтж	6(М13)
	и	D26125
	нтж	6(М13)
	зп	6(М13)
	мод	5(М13)
	сч	11
	сда	64+5
	нтж	6(М13)
	и	D26126
	нтж	6(М13)
	зп	6(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	7(М13)
	мод	5(М13)
	сч	3
	и	D26127
	сл	7(М13)
	зп	7(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	7(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	6(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	зп	8(М13)
D25607	и	D26130
	зп	7(М13)
	мод	7(М13)
	сл	
	зп	7(М13)
G25612	мод	5(М13)
	сч	10
	и	D26123
	зп	9(М13)
	нтж	D26124
	по	G25617
	сл	8(М13)
	зп	8(М13)
	пб	G25620
G25617	уиа	5(М15)
	пб	G25553
G25620	вч	7(М13)
	пе	G25657
G25621	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	7(М13)
	мод	5(М13)
	сч	4
	сда	64+24
	сл	7(М13)
	зп	7(М13)
	мод	7(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	мод	5(М13)
	уиа	(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	сда	64-10
	зп	8(М13)
	счи	М15
	нтж	D26124
	по	G25652
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	7(М13)
	мод	5(М13)
	сч	3
	и	D26127
	сл	7(М13)
	зп	7(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	7(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	6(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	уиа	1(М15)
	пб	G25553
	пб	G25652
G25652	мод	8(М13)
	сч	
	сл	8(М13)
	зп	7(М13)
	сч	8(М13)
	сл	D26131
	зп	8(М13)
	пб	G25620
	пб	G25657
G25657	мод	5(М13)
	сч	11
	и	D26132
	сда	64+40
	нтж	D26133
	пе	G25667
	мод	8(М13)
	сч	
	мод	5(М13)
	уиа	(М16)
	и	D26125
	нтж	10(М16)
	и	D26123
	нтж	10(М16)
	зп	10(М16)
	пб	G25667
G25667	мод	8(М13)
	сч	
	и	D26134
	сда	64+32
	нтж	D26135
	пе	G25673
	пб	G25612
G25673	сч	8(М13)
	мод	5(М13)
	уиа	(М16)
	нтж	11(М16)
	и	D26123
	нтж	11(М16)
	зп	11(М16)
	сч	8(М13)
	уиа	(М15)
	пб	G25553
	зп	6(М17)
	счи	М13
	уии	М13(М17)
	слиа	12(М17)
	счим	М16
	счим	М14
	счим	М2
	счим	М3
	счим	М4
	зп	(М17)
D25705	уиа	D25705(М14)
	употр	D25705(М14)
	пб	G25714
D25706	зп	3(М13)
	сч	(М17)
	уим	М4
	уим	М3
	уим	М2
	уим	М14
	уим	М16
	уи	М13
	слиа	-12(М17)
	сч	3(М17)
	пб	(М16)
G25714	мод	5(М13)
	сч	10
	и	D26136
	нтж	D26136
	по	D25720
	уиа	6(М15)
	пб	D25706
	конк	в'63000013'
D25720	мод	5(М13)
	сч	11
	и	D26132
	сда	64+40
	нтж	D26133
	пе	D25726
	мод	6(М13)
	сч	
	и	D26125
	уи	М4
	пб	D25730
D25726	конд	в'5630000500100012'
	конд	в'6011021600400004'
D25730	счи	М4
	нтж	D26124
	пе	D25733
	уиа	5(М15)
	пб	D25706
	конк	в'63000026'
D25733	мод	5(М13)
	сч	11
	и	D26123
	нтж	D26124
	пе	G25761
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	8(М13)
	мод	5(М13)
	сч	4
	и	D26127
	сл	8(М13)
	зп	8(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	мода	D26131
	уиа	(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	зп	8(М13)
	счи	М15
	нтж	D26124
	по	G25755
	уиа	2(М15)
	пб	D25706
	пб	D25756
G25755	сч	8(М13)
D25756	сда	64-10
	уи	М3
	сч	D26131
	зп	(М3)
	пб	G26075
G25761	мод	5(М13)
	сч	11
	нтж	7(М13)
	и	D26125
	нтж	7(М13)
	зп	7(М13)
	мод	5(М13)
	сч	11
	сда	64+5
	нтж	7(М13)
	и	D26126
	нтж	7(М13)
	зп	7(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	8(М13)
	мод	5(М13)
	сч	3
	и	D26127
	сл	8(М13)
	зп	8(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	7(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	мод	5(М13)
	сч	11
	и	D26130
	и	D26123
	уи	М3
	сч	(М3)
	зп	2(М17)
	счи	М4
	сл	2(М17)
	вчоб	D26137
	по	G26075
	сч	(М3)
	вч	D26137
	по	G26024
	сч	(М3)
	зп	2(М17)
	счи	М3
	сл	2(М17)
	уи	М2
	сч	D26135
	сда	64-32
	нтж	(М2)
	и	D26134
	нтж	(М2)
	зп	(М2)
	счи	М4
	нтж	(М2)
	и	D26125
	нтж	(М2)
	зп	(М2)
	сч	D26137
	зп	(М3)
	пб	G26024
G26024	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	8(М13)
	мод	5(М13)
	сч	4
	сда	64+24
	сл	8(М13)
	зп	8(М13)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	мод	5(М13)
	уиа	(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	зп	8(М13)
	счи	М15
	нтж	D26124
	пе	D26040
	сч	8(М13)
	пб	G26072
D26040	счи	М15
	нтж	D26131
	пе	D26067
	уиа	G24546(М15)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	счи	М15
	нтж	D26124
	по	D26050
	уиа	2(М15)
	пб	D25706
	конк	в'63000161'
D26050	мод	5(М13)
	сч	11
	сда	64+15
	и	D26125
	зп	9(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	8(М13)
	мод	5(М13)
	сч	4
	и	D26127
	сл	8(М13)
	зп	8(М13)
D26057	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	9(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	пб	G26072
D26067	конд	в'6010022460120224'
	конд	в'6270016566400002'
	пб	D25706
G26072	сда	64-10
	уи	М3
	сч	D26131
	зп	(М3)
	пб	G26075
G26075	сч	(М3)
	зп	2(М17)
	счи	М3
	сл	2(М17)
	уи	М2
	сч	(М3)
	зп	2(М17)
	счи	М4
	сл	2(М17)
	зп	(М3)
	мод	5(М13)
	уиа	(М16)
	счи	М2
	нтж	11(М16)
	и	D26123
	нтж	11(М16)
	зп	11(М16)
	мод	5(М13)
	уиа	(М16)
	счи	М4
	нтж	10(М16)
	и	D26123
	нтж	10(М16)
	зп	10(М16)
	мод	6(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	счи	М15
	зп	1(М17)
	счи	М4
	слц	1(М17)
	зп	8(М13)
	уии	М16(М2)
D26116	сч	(М15)
	зп	(М16)
	слиа	1(М16)
	слиа	1(М15)
	счи	М15
	вч	8(М13)
	по	D26122
	пб	D26116
D26122	уиа	(М15)
	пб	D25706
D26123	конд	в'00077777'
D26124	пам	1
D26125	конд	в'00001777'
D26126	конд	в'03776000'
D26127	конд	в'77777777'
D26130	конд	в'00076000'
D26131	конд	п'1'
D26132	конд	м40в'377'
D26133	конд	п'П'
D26134	конд	в'7777740000000000'
D26135	конд	в'00177777'
D26136	конд	м40в'200'
D26137	конд	п'40'
	ржа	'3'
G26141	зп	6(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	13(М17)
	счим	М16
	счим	М14
	счим	М2
	счим	М3
	счим	М4
	счим	М5
	счим	М6
	зп	(М17)
D26150	уиа	D26150(М14)
	счи	М17
	зп	(М13)
	употр	D26150(М14)
	пб	G26161
G26152	зп	3(М13)
	сч	(М17)
	уим	М6
	уим	М5
	уим	М4
	уим	М3
	уим	М2
	уим	М14
	уим	М16
	уи	М13
	слиа	-13(М17)
	сч	3(М17)
	пб	(М16)
G26161	сч	D27626
	мод	5(М13)
	уиа	(М16)
	нтж	11(М16)
	и	D27627
	нтж	11(М16)
	зп	11(М16)
	сч	D27626
	мод	5(М13)
	уиа	(М16)
	сда	64-15
	нтж	11(М16)
	и	D27630
	нтж	11(М16)
	зп	11(М16)
	мод	5(М13)
	сч	7
	зп	7(М13)
D26172	сч	D27631
	уи	М15
	счи	М13
	слц	D27632
	зп	12(М13)
G26175	мод	12(М13)
	сч	
	нед	
	счмр	
	зп	9(М13)
	мод	12(М13)
	сч	
	нед	
	пе	G26206
	сч	12(М13)
	сл	D27631
	зп	12(М13)
	слиа	-1(М15)
	счи	М15
	пе	G26175
G26205	уиа	1(М15)
	пб	G26221
G26206	уи	М15
	сч	9(М13)
	сда	64(М15)
	мод	12(М13)
	зп	
G26211	уии	М16(М13)
	слиа	7(М16)
	счи	М16
	зп	2(М17)
	сч	12(М13)
	вч	2(М17)
	умн	D27633
	зп	3(М17)
	счмр	64
	нтж	3(М17)
	и	D27634
	нтж	3(М17)
	зп	2(М17)
	счи	М15
	сл	2(М17)
	уиа	(М15)
G26221	уи	М2
	счи	М15
	нтж	D27635
	пе	G26532
	мода	G26524
	пб	(М2)
D26224	пб	G26531
G26225	мод	5(М13)
	сч	9
	зп	8(М13)
	мода	D26232
	уиа	(М15)
	счи	М5
	зп	D26537
	уиа	-1(М5)
	мода	
D26232	сч	D26537
	уи	М5
	уии	М6(М16)
	сч	2
	сл	D27636
	уи	М6
	сч	2(М6)
	уи	М16
	мода	(М16)
	уиа	(М16)
	сли	М16(М6)
	счи	М16
	зп	2(М17)
	сч	2(М6)
	уи	М16
	мода	(М16)
	сч	(М6)
	и	D27637
	сл	2(М17)
D26244	зп	9(М13)
	мод	9(М13)
	сч	
	и	D27640
	сда	64+32
	нтж	D27641
	пе	D26250
	пб	D26251
D26250	уиа	2(М15)
	пб	D26270
D26251	сч	2(М6)
	уи	М16
	мода	(М16)
	уиа	(М16)
	сли	М16(М6)
	счи	М16
	нтж	9(М13)
	по	G26267
	сч	8(М13)
	зп	2(М17)
	мод	9(М13)
	сч	1
	нтж	2(М17)
	пе	D26262
	сч	9(М13)
	уиа	(М15)
	пб	D26270
	конк	в'63000116'
D26262	сч	9(М13)
	зп	2(М17)
	мод	9(М13)
	сч	
	сда	64+15
	и	D27627
	сл	2(М17)
G26266	пб	D26244
G26267	уиа	1(М15)
D26270	уи	М3
	мода	G26346
	пб	(М15)
G26272	счи	М3
	вч	5(М13)
	мод	5(М13)
	уиа	(М16)
	сда	64-30
	нтж	10(М16)
	и	D27642
	нтж	10(М16)
	зп	10(М16)
	сч	2(М3)
	и	D27643
	нтж	D27626
	пе	D26301
	пб	D26310
D26301	счи	М3
	зп	2(М17)
	сч	2(М3)
	сда	64+15
	и	D27627
	сл	2(М17)
	вч	5(М13)
	мод	5(М13)
	уиа	(М16)
	сда	64-24
	нтж	6(М16)
	и	D27644
	нтж	6(М16)
	зп	6(М16)
D26310	сч	2(М3)
	и	D27627
	нтж	D27626
	пе	G26313
	пб	D26322
G26313	счи	М3
	зп	2(М17)
	сч	2(М3)
	и	D27627
	сл	2(М17)
	вч	5(М13)
	и	D27627
	мод	5(М13)
	уиа	(М16)
	нтж	6(М16)
	и	D27637
	нтж	6(М16)
	зп	6(М16)
D26322	сч	2(М3)
	и	D27642
	нтж	D27626
	пе	G26325
	пб	D26334
G26325	счи	М3
	зп	2(М17)
	сч	2(М3)
	сда	64+30
	и	D27627
	сл	2(М17)
	вч	5(М13)
	мод	5(М13)
	уиа	(М16)
	сда	64-15
	нтж	10(М16)
	и	D27643
	нтж	10(М16)
	зп	10(М16)
D26334	пб	G26351
D26335	конд	в'5410001060000366'
	конд	в'0220000060640170'
	пб	D26342
D26340	конд	в'0002653300026536'
	конд	в'64000000'
D26342	уиа	1(М15)
	пб	G26152
	пб	G26351
G26344	уиа	1(М15)
	пб	G26152
	пб	G26351
G26346	пб	G26272
G26347	пб	D26335
G26350	пб	G26344
G26351	пб	G26531
G26352	мод	5(М13)
	сч	6
	и	D27644
	нтж	D27626
	пе	D26356
	уиа	2(М15)
	пб	G26152
	конк	в'63000264'
D26356	сч	5(М13)
	зп	2(М17)
	мод	5(М13)
	сч	6
	сда	64+24
	сл	2(М17)
	уи	М5
	сч	(М5)
	и	D27645
	сда	64+40
	нтж	D27646
	по	G26366
	уиа	2(М15)
	пб	G26152
	пб	G26366
G26366	сч	2(М5)
	сда	64+28
	и	D27647
	по	D26373
	мод	5(М13)
	уиа	(М16)
	нтж	12(М16)
	и	D27647
	нтж	12(М16)
	зп	12(М16)
D26373	сч	4(М5)
	сда	64+16
	и	D27647
	по	D26401
	мод	5(М13)
	уиа	(М16)
	сда	64-30
	нтж	11(М16)
	и	D27650
	нтж	11(М16)
	зп	11(М16)
D26401	сч	4(М5)
	сда	64+40
	по	D26406
	мод	5(М13)
	уиа	(М16)
	сда	64-40
	нтж	12(М16)
	и	D27645
	нтж	12(М16)
	зп	12(М16)
D26406	сч	5(М5)
	сда	64+30
	и	D27647
	по	D26414
	мод	5(М13)
	уиа	(М16)
	сда	64-10
	нтж	12(М16)
	и	D27651
	нтж	12(М16)
	зп	12(М16)
D26414	сч	5(М5)
	сда	64+20
	и	D27647
	по	D26422
	мод	5(М13)
	уиа	(М16)
	сда	64-20
	нтж	12(М16)
	и	D27652
	нтж	12(М16)
	зп	12(М16)
D26422	сч	4(М5)
	сда	64+26
	и	D27653
	по	D26427
	мод	5(М13)
	уиа	(М16)
	нтж	10(М16)
	и	D27627
	нтж	10(М16)
	зп	10(М16)
D26427	сч	5(М5)
	и	D27654
	по	D26434
	мод	5(М13)
	уиа	(М16)
	сда	64-40
	нтж	11(М16)
	и	D27645
	нтж	11(М16)
	зп	11(М16)
D26434	пб	G26531
G26435	мод	5(М13)
	сч	10
	и	D27643
	нтж	D27626
	пе	D26440
	пб	D26477
D26440	сч	5(М13)
	зп	2(М17)
	мод	5(М13)
	сч	10
	сда	64+15
	и	D27627
	сл	2(М17)
	уи	М4
	сч	(М4)
	сда	64+40
	по	D26451
	мод	5(М13)
	уиа	(М16)
	сда	64-40
	нтж	11(М16)
	и	D27645
	нтж	11(М16)
	зп	11(М16)
D26451	сч	(М4)
	сда	64+20
	и	D27647
	по	D26457
	мод	5(М13)
	уиа	(М16)
	сда	64-10
	нтж	12(М16)
	и	D27651
	нтж	12(М16)
	зп	12(М16)
D26457	сч	(М4)
	сда	64+10
	и	D27647
	по	D26465
	мод	5(М13)
	уиа	(М16)
	сда	64-20
	нтж	12(М16)
	и	D27652
	нтж	12(М16)
	зп	12(М16)
D26465	сч	(М4)
	и	D27647
	по	D26472
	мод	5(М13)
	уиа	(М16)
	нтж	10(М16)
	и	D27627
	нтж	10(М16)
	зп	10(М16)
D26472	сч	3(М4)
	и	D27654
	по	D26477
	мод	5(М13)
	уиа	(М16)
	сда	64-40
	нтж	12(М16)
	и	D27645
	нтж	12(М16)
	зп	12(М16)
D26477	пб	G26531
G26500	сч	6(М5)
	сда	64+16
	и	D27655
	умн	D27656
	зп	3(М17)
	счмр	64
	нтж	3(М17)
	и	D27634
	нтж	3(М17)
	зп	10(М13)
	счи	
	зп	10(М13)
	мода	D26512
	уиа	(М15)
	счи	М5
	зп	D26537
	уиа	-1(М5)
G26511	мода	
D26512	сч	D26537
	уи	М5
	уии	М6(М16)
	сч	2
	сл	D27636
	уи	М6
	сч	3(М6)
	зп	2(М17)
	счи	М6
	сл	2(М17)
	сл	10(М13)
	вч	5(М13)
	мод	5(М13)
	уиа	(М16)
	нтж	6(М16)
	и	D27637
	нтж	6(М16)
	зп	6(М16)
	пб	G26531
G26524	пб	D26224
G26525	пб	G26225
G26526	пб	G26352
G26527	пб	G26435
G26530	пб	G26500
G26531	пб	D26172
G26532	уиа	(М15)
	пб	G26152
	текст	п'УПД201 - НЕТ ДАН  ИМЯДАН'
D26537	пам	1
G26540	зп	6(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	11(М17)
	счим	М16
	счим	М14
	счим	М2
	зп	(М17)
D26545	уиа	D26545(М14)
	счи	М17
	зп	(М13)
	употр	D26545(М14)
	пб	G26554
G26547	зп	3(М13)
	сч	(М17)
	уим	М2
	уим	М14
	уим	М16
	уи	М13
	слиа	-11(М17)
	сч	3(М17)
	пб	(М16)
G26554	мод	5(М13)
	сч	10
	и	D27657
	нтж	D27626
	пе	G26557
	пб	G26634
G26557	сч	5(М13)
	зп	2(М17)
	мод	5(М13)
	сч	6
	сда	64+24
	сл	2(М17)
	уи	М2
G26563	мод	5(М13)
	сч	10
	и	D27627
	по	G26570
	сда	64-26
	нтж	4(М2)
	и	D27660
	нтж	4(М2)
	зп	4(М2)
G26570	мод	5(М13)
	сч	11
	сда	64+40
	по	G26574
	нтж	5(М2)
	и	D27654
	нтж	5(М2)
	зп	5(М2)
G26574	мод	5(М13)
	сч	11
	сда	64+30
	и	D27647
	по	G26601
	сда	64-16
	нтж	4(М2)
	и	D27661
	нтж	4(М2)
	зп	4(М2)
G26601	мод	5(М13)
	сч	12
	сда	64+40
	по	G26606
	сда	64-40
	нтж	4(М2)
	и	D27645
	нтж	4(М2)
	зп	4(М2)
G26606	мод	5(М13)
	сч	12
	сда	64+20
	и	D27647
	по	G26613
	сда	64-20
	нтж	5(М2)
	и	D27652
	нтж	5(М2)
	зп	5(М2)
G26613	мод	5(М13)
	сч	12
	сда	64+10
	и	D27647
	по	G26620
	сда	64-30
	нтж	5(М2)
	и	D27650
	нтж	5(М2)
	зп	5(М2)
G26620	мод	5(М13)
	сч	12
	и	D27647
	по	G26625
	сда	64-28
	нтж	2(М2)
	и	D27662
	нтж	2(М2)
	зп	2(М2)
G26625	сч	D27663
	или	(М2)
	зп	(М2)
	уиа	G24467(М15)
	счи	М2
	мода	(М15)
	пв	(М16)
	уиа	G24647(М15)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
G26634	пб	G26547
G26635	зп	6(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	11(М17)
	счим	М16
	счим	М14
	зп	(М17)
D26641	уиа	D26641(М14)
	счи	М17
	зп	(М13)
	употр	D26641(М14)
	пб	G26647
G26643	зп	3(М13)
	сч	(М17)
	уим	М14
	уим	М16
	уи	М13
	слиа	-11(М17)
	сч	3(М17)
	пб	(М16)
G26647	мод	5(М13)
	сч	10
	и	D27657
	нтж	D27657
	по	G26653
	уиа	1(М15)
	пб	G26643
	конк	в'63000012'
G26653	мод	5(М13)
	сч	11
	и	D27627
	нтж	D27626
	пе	G26657
	уиа	1(М15)
	пб	G26643
	конк	в'63000016'
G26657	мод	5(М13)
	сч	11
	и	D27645
	сда	64+40
	нтж	D27664
	пе	G26671
	мод	6(М13)
	сч	
	и	D27647
	зп	2(М17)
	мод	5(М13)
	сч	10
	и	D27627
	нтж	2(М17)
	по	G26670
	уиа	3(М15)
	пб	G26643
	конк	в'63000027'
G26670	пб	G26671
G26671	мод	5(М13)
	сч	11
	нтж	9(М13)
	и	D27647
	нтж	9(М13)
	зп	9(М13)
	мод	5(М13)
	сч	11
	сда	64+5
	нтж	9(М13)
	и	D27651
	нтж	9(М13)
	зп	9(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	7(М13)
	мод	5(М13)
	сч	3
	и	D27637
	сл	7(М13)
	зп	7(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	7(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	9(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	сч	6(М13)
	уи	М15
	счи	М15
	зп	2(М17)
	мод	5(М13)
	сч	10
	и	D27627
	сл	2(М17)
	зп	7(М13)
	мод	5(М13)
	сч	11
	и	D27627
	уи	М16
G26722	сч	(М15)
	зп	(М16)
	слиа	1(М16)
	слиа	1(М15)
	счи	М15
	вч	7(М13)
	по	G26726
	пб	G26722
G26726	уиа	(М15)
	пб	G26643
	зп	6(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	12(М17)
	счим	М16
	счим	М14
	зп	(М17)
D26733	уиа	D26733(М14)
	счи	М17
	зп	(М13)
	употр	D26733(М14)
	пб	D26741
D26735	зп	3(М13)
	сч	(М17)
	уим	М14
	уим	М16
	уи	М13
	слиа	-12(М17)
	сч	3(М17)
	пб	(М16)
D26741	мод	6(М13)
	сч	
	сда	64+10
	и	D27647
	зп	7(М13)
	сч	7(М13)
	нтж	D27626
	по	D27005
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	8(М13)
	мод	5(М13)
	сч	4
	и	D27637
	сл	8(М13)
	зп	8(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	7(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	мода	G27002
	пб	(М15)
D26761	сда	64-10
	зп	2(М17)
	мод	6(М13)
	сч	
	и	D27647
	сл	2(М17)
	уи	М15
	мод	5(М13)
	уиа	(М16)
	нтж	11(М16)
	и	D27627
	нтж	11(М16)
	зп	11(М16)
	мод	5(М13)
	сч	11
	и	D27645
	сда	64+40
	нтж	D27664
	пе	D26777
	сч	(М15)
	мод	5(М13)
	уиа	(М16)
	и	D27647
	нтж	10(М16)
	и	D27627
	нтж	10(М16)
	зп	10(М16)
	пб	D26777
D26777	счи	М15
	пб	G27004
D27000	конд	в'6640000163000002'
	пб	G27004
G27002	пб	D26761
G27003	пб	D27000
G27004	пб	G27016
D27005	конд	в'6010067356300005'
	конд	в'7240000070120013'
	конд	в'6011067470120013'
	конд	в'7000001360100673'
	конд	в'5630000572400000'
	конд	в'0036006170120013'
	конд	в'6011067570120013'
	конд	в'7000001366400002'
	пб	D26735
G27016	уиа	(М15)
	пб	D26735
	зп	5(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	10(М17)
	счим	М16
	счим	М14
	счим	М2
	зп	(М17)
D27024	уиа	D27024(М14)
	счи	М17
	зп	(М13)
	употр	D27024(М14)
	пб	G27033
G27026	зп	3(М13)
	сч	(М17)
	уим	М2
	уим	М14
	уим	М16
	уи	М13
	слиа	-10(М17)
	сч	3(М17)
	пб	(М16)
G27033	мод	5(М13)
	сч	10
	и	D27657
	нтж	D27657
	по	G27037
	уиа	1(М15)
	пб	G27026
	конк	в'63000013'
G27037	мод	5(М13)
	сч	11
	и	D27627
	нтж	D27626
	пе	G27043
	уиа	1(М15)
	пб	G27026
	конк	в'63000017'
G27043	мод	5(М13)
	сч	11
	нтж	8(М13)
	и	D27647
	нтж	8(М13)
	зп	8(М13)
	мод	5(М13)
	сч	11
	сда	64+5
	нтж	8(М13)
	и	D27651
	нтж	8(М13)
	зп	8(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	6(М13)
	мод	5(М13)
	сч	3
	и	D27637
	сл	6(М13)
	зп	6(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	6(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	8(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	мод	5(М13)
	сч	11
	и	D27627
	уи	М2
	сч	D27655
	сда	64-32
	нтж	(М2)
	и	D27665
	нтж	(М2)
	зп	(М2)
	уиа	(М15)
	пб	G27026
	зп	6(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	11(М17)
	счим	М16
	счим	М14
	счим	М3
	счим	М2
	зп	(М17)
D27100	уиа	D27100(М14)
	счи	М17
	зп	(М13)
	употр	D27100(М14)
	пб	D27107
D27102	зп	3(М13)
	сч	(М17)
	уим	М2
	уим	М3
	уим	М14
	уим	М16
	уи	М13
	слиа	-11(М17)
	сч	3(М17)
	пб	(М16)
D27107	мод	6(М13)
	сч	
	мод	5(М13)
	уиа	(М16)
	сда	64-15
	нтж	11(М16)
	и	D27630
	нтж	11(М16)
	зп	11(М16)
	мод	5(М13)
	сч	6
	и	D27637
	сл	5(М13)
	уи	М3
	мод	6(М13)
	сч	
	зп	2(М17)
	мод	5(М13)
	сч	11
	сда	64+30
	и	D27647
	вч	2(М17)
	по	D27124
	уиа	1(М15)
	пб	D27102
	конк	в'63000154'
D27124	мод	6(М13)
	сч	
	вч	D27631
	зп	2(М17)
	сч	D27666
	или	D27667
	ржа	'0'
	сл	
	зп	3(М17)
	сч	2(М17)
	или	D27667
	дел	3(М17)
	ржа	'3'
	сл	D27667
	и	D27670
	зп	7(М13)
	умн	D27671
	зп	3(М17)
	счмр	64
	нтж	3(М17)
	и	D27634
	нтж	3(М17)
	зп	2(М17)
	мод	6(М13)
	сч	
	вч	2(М17)
	вч	D27631
	уи	М15
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	2(М17)
	мод	5(М13)
	сч	6
	сда	64+24
	сл	2(М17)
	зп	8(М13)
	зп	2(М17)
	мод	8(М13)
	сч	2
	и	D27654
	сл	2(М17)
	сл	7(М13)
	зп	10(М13)
	мод	10(М13)
	сч	
	зп	7(М13)
	счи	М15
	или	D27657
	умн	D27672
	счмр	64
	уи	М15
	мод	5(М13)
	сч	10
	и	D27657
	сда	64+47
	нтж	D27631
	пе	G27175
	сч	D27631
	мод	8(М13)
	уиа	(М16)
	сда	64-31
	нтж	(М16)
	и	D27663
	нтж	(М16)
	зп	(М16)
	сч	D27673
	сда	64(М15)
	мод	10(М13)
	или	
	мод	10(М13)
	зп	
	зп	7(М13)
	сч	D27657
	сда	64(М15)
	нтж	D27674
	мод	10(М13)
	и	
	мод	10(М13)
	зп	
	пб	D27200
G27175	мод	8(М13)
	уиа	(М16)
	сч	(М16)
	и	D27675
	зп	(М16)
D27200	счи	М15
	вчоб	D27676
	уи	М15
	сч	7(М13)
	сда	64(М15)
	и	D27677
	зп	8(М13)
	и	D27647
	по	D27205
	пб	D27206
D27205	конд	в'6640000263000002'
D27206	сч	8(М13)
	зп	8(М13)
	счи	М3
	зп	9(М13)
	сч	8(М13)
	мод	9(М13)
	уиа	(М16)
	нтж	2(М16)
	и	D27677
	нтж	2(М16)
	зп	2(М16)
	мод	9(М13)
	сч	2
	зп	8(М13)
	сч	9(М13)
	зп	2(М17)
	мод	9(М13)
	сч	3
	и	D27637
	сл	2(М17)
	зп	9(М13)
	сч	8(М13)
	сда	64+15
	и	D27700
	вч	D27701
	по	G27230
	сч	8(М13)
	сбр	D27647
	рзб	D27702
	зп	10(М13)
	сч	8(М13)
	и	D27703
	или	10(М13)
	зп	8(М13)
	пб	G27230
G27230	мод	9(М13)
	уиа	(М16)
	счи	М16
	зп	7(М13)
	мод	9(М13)
	сч	
	сда	64+24
	сл	7(М13)
	зп	7(М13)
	мод	9(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	7(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	8(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	уи	М2
	мод	5(М13)
	уиа	(М16)
	сда	64-25
	нтж	11(М16)
	и	D27704
	нтж	11(М16)
	зп	11(М16)
	счи	М2
	сда	64-10
	мод	5(М13)
	уиа	(М16)
	нтж	11(М16)
	и	D27627
	нтж	11(М16)
	зп	11(М16)
	счи	М2
G27254	уиа	(М15)
	пб	D27102
	зп	5(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	10(М17)
	счим	М16
	счим	М14
	зп	(М17)
D27261	уиа	D27261(М14)
	счи	М17
	зп	(М13)
	употр	D27261(М14)
	пб	D27267
D27263	зп	3(М13)
	сч	(М17)
	уим	М14
	уим	М16
	уи	М13
	слиа	-10(М17)
	сч	3(М17)
	пб	(М16)
D27267	мод	5(М13)
	сч	11
	сда	64+15
	и	D27647
	сл	D27631
	зп	7(М13)
	мод	5(М13)
	уиа	(М16)
	сда	64-15
	нтж	11(М16)
	и	D27630
	нтж	11(М16)
	зп	11(М16)
	сч	7(М13)
	зп	2(М17)
	мод	5(М13)
	сч	11
	сда	64+30
	и	D27647
	вч	2(М17)
	по	D27303
	уиа	1(М15)
	пб	D27263
	конк	в'63000035'
D27303	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	6(М13)
	мод	5(М13)
	сч	4
	и	D27637
	сл	6(М13)
	зп	6(М13)
	мод	5(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	6(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	7(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	пб	D27263
G27317	зп	6(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	12(М17)
	счим	М16
	счим	М14
	счим	М4
	счим	М5
	счим	М3
	счим	М2
	зп	(М17)
D27325	уиа	D27325(М14)
	счи	М17
	зп	(М13)
	употр	D27325(М14)
	пб	G27335
G27327	зп	3(М13)
	сч	(М17)
	уим	М2
	уим	М3
	уим	М5
	уим	М4
	уим	М14
	уим	М16
	уи	М13
	слиа	-12(М17)
	сч	3(М17)
	пб	(М16)
G27335	мод	5(М13)
	сч	10
	и	D27657
	нтж	D27657
	по	G27347
	мод	5(М13)
	сч	9
	зп	D27500
	Э64	D27343
	пб	G27345
D27343	кк	2,D07474
	кк	2,D07504
	конд	в'64000000'
G27345	уиа	1(М15)
	пб	G27327
	пб	G27347
G27347	мод	5(М13)
	сч	6
	и	D27637
	сл	5(М13)
	уи	М3
	мод	5(М13)
	сч	6
	сда	64+24
	сл	5(М13)
	уи	М2
	счи	
	зп	7(М13)
	счи	М3
	зп	8(М13)
	сч	4(М3)
	сда	64+24
	сл	8(М13)
	зп	8(М13)
	счи	М3
	зп	5(М17)
	мода	D27631
	уиа	(М16)
	счи	М16
	зп	6(М17)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	7(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	мод	5(М13)
	сч	11
	сда	64+15
	и	D27647
	уи	М5
	сч	2(М2)
	и	D27654
	зп	2(М17)
	счи	М2
	сл	2(М17)
	уи	М4
	сч	7(М13)
	сда	64+36
	или	D27705
	зп	7(М13)
	сч	7(М13)
	зп	9(М13)
	счи	М3
	зп	10(М13)
	сч	9(М13)
	мод	10(М13)
	уиа	(М16)
	нтж	2(М16)
	и	D27677
	нтж	2(М16)
	зп	2(М16)
	мод	10(М13)
	сч	2
	зп	9(М13)
	сч	10(М13)
	зп	2(М17)
	мод	10(М13)
	сч	3
	и	D27637
	сл	2(М17)
	зп	10(М13)
	сч	9(М13)
	сда	64+15
	и	D27700
	вч	D27701
	по	G27421
	сч	9(М13)
	сбр	D27647
	рзб	D27702
	зп	11(М13)
	сч	9(М13)
	и	D27703
	или	11(М13)
	зп	9(М13)
	пб	G27421
G27421	мод	10(М13)
	уиа	(М16)
	счи	М16
	зп	8(М13)
	мод	10(М13)
	сч	
	сда	64+24
	сл	8(М13)
	зп	8(М13)
	мод	10(М13)
	уиа	(М16)
	счи	М16
	зп	5(М17)
	мод	8(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	9(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	уи	М2
	мод	5(М13)
	уиа	(М16)
	сда	64-25
	нтж	11(М16)
	и	D27704
	нтж	11(М16)
	зп	11(М16)
	сч	7(М13)
	и	D27706
	зп	8(М13)
	уии	М15(М5)
	слиа	-1(М15)
	счи	М15
	сда	64+2
	уи	М16
	сли	М16(М4)
	счи	М15
	и	D27701
	умн	D27707
	зп	3(М17)
	счмр	64
	нтж	3(М17)
	и	D27634
	нтж	3(М17)
	вч	D27676
	уи	М15
	сч	D27677
	сда	64(М15)
	нтж	D27674
	и	(М16)
	зп	(М16)
	сч	8(М13)
	сда	64(М15)
	или	(М16)
	зп	(М16)
	счи	М2
	сда	64-10
	уи	М2
	мод	5(М13)
	уиа	(М16)
	нтж	11(М16)
	и	D27627
	нтж	11(М16)
	зп	11(М16)
	сч	6(М13)
	уи	М15
	счи	М15
	сл	D27705
	зп	8(М13)
	уии	М16(М2)
G27466	сч	(М15)
	зп	(М16)
	слиа	1(М16)
	слиа	1(М15)
	счи	М15
	вч	8(М13)
	по	G27472
	пб	G27466
G27472	счи	М2
	уиа	(М15)
	пб	G27327
D27474	текст	п'УПД204 - (СОЗД) МНВО'
D27500	текст	п'ХХХХХХ НА ЗАПИСЬ НЕ ОТКРЫТО'
	зп	5(М17)
	счи	М13
	зп	1(М17)
	уии	М13(М17)
	слиа	10(М17)
	счим	М16
	счим	М14
	счим	М4
	счим	М5
	счим	М3
	счим	М2
	зп	(М17)
D27513	уиа	D27513(М14)
	счи	М17
	зп	(М13)
	употр	D27513(М14)
	пб	G27523
G27515	зп	3(М13)
	сч	(М17)
	уим	М2
	уим	М3
	уим	М5
	уим	М4
	уим	М14
	уим	М16
	уи	М13
	слиа	-10(М17)
	сч	3(М17)
	пб	(М16)
G27523	мод	5(М13)
	сч	10
	и	D27657
	нтж	D27657
	по	G27527
	уиа	1(М15)
	пб	G27515
	конк	в'63000014'
G27527	мод	5(М13)
	сч	6
	и	D27637
	сл	5(М13)
	уи	М3
	мод	5(М13)
	сч	6
	сда	64+24
	сл	5(М13)
	уи	М2
	сч	2(М2)
	и	D27654
	зп	2(М17)
	счи	М2
	сл	2(М17)
	уи	М4
	мод	5(М13)
	сч	11
	сда	64+15
	и	D27647
	уи	М5
	уии	М15(М5)
	слиа	-1(М15)
	счи	М15
	сда	64+2
	уи	М16
	сли	М16(М4)
	счи	М15
	и	D27701
	умн	D27707
	зп	3(М17)
	счмр	64
	нтж	3(М17)
	и	D27634
	нтж	3(М17)
	зп	2(М17)
	сч	D27676
	вч	2(М17)
	уи	М15
	сч	(М16)
	сда	64(М15)
	и	D27677
	сда	64-36
	зп	7(М13)
	счи	М3
	зп	6(М13)
	сч	4(М3)
	и	D27637
	сл	6(М13)
	зп	6(М13)
	счи	М3
	зп	5(М17)
	мода	D27631
	уиа	(М16)
	счи	М16
	зп	6(М17)
	мод	6(М13)
	уиа	(М16)
	счи	М16
	уи	М15
	уии	М16(М13)
	слиа	7(М16)
	счи	М16
	мода	(М15)
	пв	(М16)
	сч	D27626
	зп	6(М13)
	уии	М15(М5)
	слиа	-1(М15)
	счи	М15
	сда	64+2
	уи	М16
	сли	М16(М4)
	счи	М15
	и	D27701
	умн	D27707
	зп	3(М17)
	счмр	64
	нтж	3(М17)
	и	D27634
	нтж	3(М17)
	вч	D27676
	уи	М15
	сч	D27677
	сда	64(М15)
	нтж	D27674
	и	(М16)
	зп	(М16)
	сч	6(М13)
	сда	64(М15)
	или	(М16)
	зп	(М16)
	уиа	(М15)
	пб	G27515
	отмен	(М14)
G27607	пб	G27615
	пб	G27615
	пб	G27615
	пб	G27615
	пб	G27615
	пб	G27615
	пб	G27615
	пб	G27615
	пб	G27615
	пб	G27615
	пб	G27615
	пб	G27615
G27615	мода	D27616
	Э64	
* next insn used as data
D27616	пб	(М15)
	конк	A(D27620)
	конк	A(D27625)
D27620	конд	в'40000000'
	текст	п'ОШБОПД - НЕПРАВИЛЬ'
	конд	в'1322704503615456'
D27625	конд	в'1362203303607417'
D27626	пам	1
D27627	конд	в'00077777'
D27630	конд	в'0000000177700000'
D27631	конд	п'1'
D27632	конд	п'7'
D27633	конд	в'4000000000000060'
D27634	конд	в'7757777777777777'
D27635	пам	1
D27636	конд	п'5'
D27637	конд	в'77777777'
D27640	конд	в'0017740000000000'
D27641	конд	п'Э'
D27642	конд	в'0777770000000000'
D27643	конд	в'0000007777700000'
D27644	конд	м24в'77777777'
D27645	конд	м40в'377'
D27646	конд	п'М'
D27647	конд	в'00001777'
D27650	конд	в'0017770000000000'
D27651	конд	в'03776000'
D27652	конд	в'0000007774000000'
D27653	конд	в'00037777'
D27654	конд	в'377'
D27655	конд	в'00177777'
D27656	конд	в'4000000000000005'
D27657	конд	м40в'200'
D27660	конд	в'0017777400000000'
D27661	конд	в'0000000377600000'
D27662	конд	в'0003776000000000'
D27663	конд	в'0000020000000000'
D27664	конд	п'П'
D27665	конд	в'7777740000000000'
D27666	конд	п'4'
D27667	конд	м40в'320'
D27670	конд	в'0037777777777777'
D27671	конд	в'4000000000000004'
D27672	конд	п'/'
D27673	конд	м40п'F'
D27674	конд	в'-1'
D27675	конд	в'7777757777777777'
D27676	конд	п'Д'
D27677	конд	в'00007777'
D27700	конд	п'7'
D27701	конд	п'3'
D27702	конд	в'00370037'
D27703	конд	п'/0'
D27704	конд	п'Я000'
D27705	конд	п'40'
D27706	конд	в'00003777'
D27707	конд	в'4000000000000014'
	ФИНИШ
