МРЕД2	СТАРТ	'2000'
	М
МОН0	внеш	D01101,D01122,D01127,D01167,D01171
МОН0	внеш	D01172,D01173,D01174,D01176,D01201
МОН0	внеш	D01202,D01203,D01204,D01212,D01236
МОН0	внеш	КАДРВ,КАДРН,СООБЩ
МРЕД24	внеш	D24001,D24010,D24045,D24046,D24132
МРЕД24	внеш	D24133,D24134,D24157,G24102
МРЕД74	внеш	D74001,D74002,D74434,D74600,D76375
МРЕД74	внеш	D76454,D76512,D76542,D77114,G76254
МРЕД74	внеш	G76667,ВГЛОБ,ВГЛОБ2,ВМЕСТ,ВЫДЭЛ
МРЕД74	внеш	ВЭЛ,ВЭЛ2,ЗАКЭЛ,ИМЯ,ИЩМЕСТ
МРЕД74	внеш	КОНИМ,ЛИТЕРА,НОВИМ,ОПЕР,ОПЕР2
МРЕД74	внеш	ОПЕР3,ПОДВЫР,ПРИПИС,ПРОДОЛ,СБРОС
МРЕД74	внеш	ТКЛАСС,ЭЛЕМ,ЭЛЗАГ
	вход	D03015,D04021,D04535,D04540,D04545
	вход	D04546,D04564,D04565,D04566,D06012
	вход	D06353,D06362,D06370,D06371,D06372
	вход	D06373,D06374,D06375,D06402,D06417
	вход	D06420,D06427,D06442,D06443,D06445
	вход	D06450,D06453,D06454,D06512,D06513
	вход	D06514,D06515,D06516,D06517,D06520
	вход	D06523,D06550,D06551,D06555,D06557
	вход	D06560,D06563,D06573,D06575,D06576
	вход	D06577,D06600,D06601,D06610,D06616
	вход	D06631,D06632,D06667,D07474,D07504
	вход	G03074,G03371,G04532,G04533,G04536
	вход	G04543,G04544,G04551,G04555,G04563
	вход	ЗАГЗАП,КАДРОП,КЛЮЧ,КОНВХ,ЛИТ
	вход	ПИШГС,ПИШЗАП,ПУЛ0,ПУЛ1,СЛЕДЗП
	вход	ТЕКЗАП,ЧТЗАП
*
* МАКРОРЕДАКТОР БЕМШ ИПМ (20.06.78), ЧАСТЬ 02000-07777.
* ВОССТАНОВЛЕН ПО ДИСКУ 2048, ЗОНЫ 0154-0156.
* ЧИТАЕТ ИСХОДНЫЙ ТЕКСТ С БАРАБАНА 012 (ЗАПИСИ ПО СТРОКЕ),
* КОМПИЛИРУЕТ ОПРЕДЕЛЕНИЯ МАКРОСОВ И ВЫЗОВЫ В ГС (СХЕМУ ДЛЯ
* МАКРОМАШИНЫ), ПОМЕЧАЕТ СТРОКИ ДЛЯ МАКРОМАШИНЫ И КОДЫ ОШИБОК
* В ЗАГОЛОВКАХ ЗАПИСЕЙ И ПИШЕТ ЗАПИСИ ОБРАТНО.
*
	сч	D06065
	Э50	'103'
	пб	НАЧАЛО
G02002	пвл	G02473(М13)
	дк	7,'77777'
	Э74	'0'
D02004	текст	т'ПИФ   ПСЛ   (А5,6(О8,2Х),4Х,А5,5(О8,'
	текст	т'2Х),//)'
	зп	D02004
G02015	сбр	'70000'
G02016	уи	D76375
	пб	G02016
	конд	п'5045'
	конд	п'500900'
	конд	в'0140642003002021'
	конд	п'4/00'
	текст	т'(5НIПАК ,О5,11Н ЗАП РЕДФ  ,6О17,/,20'
	текст	т'(21Х,6О17,/),/)'
	конд	п'5000,И'
	конд	в'0147523403002035'
	конд	в'0000014403000000'
	текст	т'(9НЗАП ПОСР ,3О17,//)'
	конк	A(D06372)	возм.
	конк	A(D06373)	возм.
	конд	в'0000637403000000'
	текст	т'(7НПАК    ,17(А6,1Н!),//)'
	конд	п'500900'
	конд	в'0147523503002053'
	конд	в'0000002003000000'
	текст	т'(4НИК  ,7О17,/4Х,7О17,//)'
	текст	п'5009006,4/4У'
	конд	п'-/00'
	текст	т'(4НИК  ,11(А6,1Н!),16Х,4НТ   ,А6,//)'
	текст	п'5009006,3/4Э'
	конк	п'+'
	конк	A(D06420)	возм.
	пб	
D02077	текст	т'ГС'
D02100	текст	т'ЛС    (А6,5(А7,О17),/104(6Х,5(А7,О17'
	текст	т'),/),/)'
	зп	D02077
G02111	сбр	'70000'
G02112	уим	'70762'
	уим	'70762'
	пб	G02112
	конк	в'20077016'
	пб	
D02115	конк	A(D02100)
D02116	конд	п'500900'
	конд	в'0147460001474000'
	конд	в'0300211700000061'
	пб	
D02122	текст	т'ХГС'
D02123	текст	т'ХЛС   (А6,16(О5,2Х),/3(6Х,16(О5,2Х),'
	текст	т'/),/)'
	зп	D02122
G02133	сбр	'70000'
G02134	счи	'73700'
	пб	G02134
	зп	'77'
	пб	
	зп	D02123
G02137	сбр	'70000'
G02140	уи	G76667
	пб	G02140
	конд	п'D/00'
	текст	т'IДЛС'
D02143	текст	т'ДЛС'
D02144	текст	т'ИОПЦ'
D02145	текст	т'СТОПЦ'
D02146	текст	т'ИСОСТ'
D02147	текст	т'СТСОСТ(А6,1Х,О5,А10,3Х,6О17,/100(8Х,'
	текст	т'7О17,/),/)'
	конк	в'00002142'
	конк	A(D06453)	возм.
	зп	D02143
G02161	сбр	'70000'
G02162	кк	'47',D74434
	пб	G02162
	зп	27
	пб	
	зп	D02144
	зп	D02566
	зп	D02145
G02166	сбр	'70000'
G02167	уи	D76454
	пб	G02167
	зп	26
	пб	
	зп	D02146
	зп	D02564
	зп	D02147
G02173	сбр	'70000'
G02174	уи	D76512
	пб	G02174
	конд	в'0000002403000000'
	текст	т'(4НИНД ,4О17,//)'
	конд	в'0000655000006551'
	конд	в'0000655200006553'
	пб	
D02204	текст	т'БИФ'
D02205	текст	т'РЕДФ  (А6,7О17,/150(6Х,7О17,/),/)'
	конк	A(D02204)
D02214	конд	п'500900'
	конд	в'0147200003002215'
	зп	'62'
	пб	
	зп	D02205
G02220	сбр	'70000'
G02221	счим	'70000'
	пб	G02221
	конд	в'0000014403000000'
	текст	т'АДР   АТР   АПП   БАЗА  БП    ДПН'
	текст	т'ДЦ    КМП   КОР   КПП   МНЕМ  ПКЛ'
	текст	т'ПРЕФ  РЕЖ   РД    СЛОПЦ ФЛ    ХАРСЛ'
	текст	т'ХО    ПРКЛЮЧЧ     Я     Я1    ЯКПП'
	текст	т'DIДЛС DN    DIИК  SD    SDD   ИНФОБМ'
	текст	т'ВЗР   ОТНСТР(10(5(О16,А7,2Х),/),/)'
	конд	п'500900'
	конд	в'0140655401402223'
	конд	в'0300227000000040'
D02272	пб	
D02273	конд	п'4604/'
	конд	в'0000226300002267'
	конд	в'0000202300002034'
	конд	п'4:04Г'
	конд	п'4Е04К'
	конд	п'4Н04Т'
	конд	п'4Х04Ь'
	конд	п'4G04S'
	конд	в'0000210100002115'
	конд	в'0000212400002132'
	конд	в'0000212400002136'
	конд	в'0000215000002157'
	конд	в'0000215000002164'
	конд	в'0000215000002171'
	конд	в'0000217600002201'
	конд	в'0000220600002213'
	конд	в'0000220600002217'
D02314	конд	в'0000231500002325'
	текст	т'(5НПРЕДП,2Х,12(1Х,А4,О5),/2(7Х,12(1Х'
	текст	т',А4,О5),/,/)'
	конд	п'500900'
	конд	в'0140257301402654'
	конд	в'0300232600000057'
	пб	
D02331	текст	т'СТОП  УЙТИ   УСТ    ВС   ВДЧ   ВЫХ'
	текст	т' ПГП    ПС   КНК  ИНДВ  ИНДЗ   ЗПС'
	текст	т'ЗПСГ   КЛЧ   ВЫД   КНЦ    EQ    GT'
	текст	т'  GE    NE    LT    LE  ATPN  СЧЕТ'
	текст	т'   +     -     *     /   NOT   AND'
	текст	т'  OR  АТРК  АТРР  ATPL  АТРС  ПСКА'
	текст	т'ПСКС  СЛИВ   КОШ  ШШШШ   EQC   GTC'
	текст	т' GEC   NEC   LTC   LEG  ШШШШ  ШШШШ'
	текст	т'ЗПСФ  АТРУ  ВДЧП'
G02414	сч	D06066
	зп	МАСС1(М5)
	сч	D02572
	и	D06067
	пб	G02524
G02417	сч	D02572
	зп	МАСС2(М5)
	сч	D06070
	зп	МАСС1(М5)
	сч	D02572
	вчоб	D06071
	пе	G02527
	мод	D02572
	сч	G02221+8
	зп	МАСС1(М5)
	сч	D06072
	зп	МАСС2(М5)
	пв	G02527
D02426	конд	в'0000242700002463'
	текст	т'(5Н АОБР,5Х,8НСУММАТОР,4Х,5НИНД 1,6Х'
	текст	т',1Н2,6Х,1Н3,6Х,1Н4,6Х,1Н5,6Х,1Н6,6Х,'
	текст	т'1Н7,5Х,4Н8 10,3Х,4Н9 11,2Х,40Н10 12'
	текст	т' 11 13  12 14  13 15  14 16  15 17,/'
	текст	т'О5,О17,15(2Х,О5),//)'
	конд	п'500900'
	конд	в'0140255103002464'
	конд	в'0000002003000000'
G02466	цикл	G02470(М6)
	уиа	-5(М6)
	слиа	1(М7)
G02470	мода	ЭЛЕМ(М7)
	сч	
	сд	D06362(М6)
	и	D06073
	зп	D02572
	пб	(М15)
G02473	зп	D02552
	счрж	'177'
	зп	D02550
	счи	М13
	зп	D02551
	сч	-1(М13)
	пб	G02500
D02477	пам	1
G02500	зп	D02735
	уиа	-14(М13)
G02501	счи	М17(М13)
	зп	D02566+3(М13)
	цикл	G02501(М13)
	уиа	D02426(М2)
	пв	G02741(М3)
	сч	D02735
	и	D06074
	по	G02532
G02506	уиа	(М5)
	уиа	-6(М6)
	уиа	(М7)
G02510	пв	G02466(М15)
	и	D06075
	пе	G02414
	сч	D02572
	и	D06076
	пе	G02417
	сч	D02572
	сда	64+4
	уи	М13
	пб	G02516(М13)
G02516	сч	D06077
	пб	G02522
	сч	D06100
	пб	G02522
	сч	D06101
	пб	G02522
	сч	D06102
G02522	зп	МАСС1(М5)
	сч	D02572
	и	D06103
G02524	сда	64-8
	зп	МАСС2(М5)
	пв	G02466(М15)
G02526	или	МАСС2(М5)
	зп	МАСС2(М5)
G02527	слиа	1(М5)
	счи	М5
	нтж	D06104
	пе	G02510
	уиа	D02314(М2)
	пв	G02741(М3)
G02532	уиа	D02272(М2)
G02533	слиа	1(М2)
	сч	D02735
	сда	64+1
	зп	D02735
	и	D06074
	по	G02541
	счи	М2
	зп	МАСС2
	пв	G02741(М3)
	сч	МАСС2
	уи	М2
G02541	счи	М2
	нтж	D06105
	пе	G02533
	уиа	-13(М1)
G02543	сч	D02566+3(М1)
	уи	М17(М1)
	цикл	G02543(М1)
	сч	D02553
	уи	М1
	сч	D02552
	рж	D02550
	мод	D02551
	пб	
D02550	пам	1
D02551	пам	1
D02552	пам	1
D02553	пам	1
D02554	пам	8
D02564	пам	2
D02566	пам	4
D02572	пам	1
МАСС1	пам	49
МАСС2	пам	45
D02731	пам	4
D02735	пам	1
D02736	пам	1
D02737	пам	1
D02740	пам	1
G02741	сч	(М2)
	сда	64+24
	зп	D02736
	сч	(М2)
	и	D06106
	зп	D02737
	счи	М3
	зп	D02740
	уиа	D02731(М17)
	пв	'70546'(М16)
	мод	D02740
	пб	
D02747	конд	в'0000320000100000'
D02750	конк	A(G02764)	возм.
	конк	в'44000000'
D02751	текст	п'МАКРОРЕДАКТОР ОТ  20.06.78'
	конд	м40в'231'
*
* НАЧАЛО: ВЫГРУЗКА ЛИСТА 034 (МОНИТОР) НА БАРАБАН 010, ЧТЕНИЕ
* БИБЛИОТЕКИ ЧТКОМП (ЕСЛИ ЗАДАНА) В 010000-023777 И 030000
*
НАЧАЛО	ржа	'3'
G02760	пвл	СООБЩ(М16)
	дк	4,D02751
	сч	D01122
	по	G02764
	Э70	D02747
	Э67	D02750
G02764	Э70	D06045
	сч	D06107
	зп	D06571
	уиа	(М3)
	сч	
	зп	D06620
	зп	D06621
	зп	D06556
	зп	D06615
	уиа	-63(М16)
G02772	мода	'23777'(М16)
	зп	
	цикл	G02772(М16)
	зп	D06563
	мода	ЭЛЗАГ
	зп	
	уиа	8(М4)
	сч	D06110
	мода	ПУЛ1+2
	зп	
	сч	D01174
	и	D06111
	или	D06423
	зп	D06423
	сч	D01173
	зп	D06422
	сч	D01174
	и	D06112
	зп	D01176
	сда	64-26
	зп	D06601
	сч	D06601
	уиа	-3(М16)
G03006	зп	D06601
	сда	64+12
	или	D06601
	цикл	G03006(М16)
	мода	D24010
	слц	
	уиа	-29(М16)
G03012	мода	D24045(М16)
	зп	
	слц	D06113
	цикл	G03012(М16)
	уиа	D24001(М14)
	пб	G24102
D03015	уиа	(М1)
G03016	сч	ТКЛАСС(М1)
	слиа	1(М1)
	нтж	D06114
	пе	G03016
	счи	М1
	зп	D06627
	уиа	-1(М1)
G03022	слиа	1(М1)
	мод	D06627
	сч	ТКЛАСС(М1)
G03024	зп	КЛЮЧ
	и	D06073
	пе	G03027
	сч	КЛЮЧ
	сда	64+8
	пб	G03024
G03027	сч	ТКЛАСС(М1)
G03030	пвл	ВГЛОБ(М16)
	дк	0,D03031
D03031	счи	М1
	слц	D06115
	нтж	D06627
	пе	G03022
	счи	М4
	зп	D06623
	слц	D06116
	зп	D06622
	слц	D06074
	зп	D03336
	сч	D01101
	по	НЕТБИБ
	или	D06117
	уиа	-5(М1)
ЧТБИБ	зп	D06601	ЗОНА БИБЛИОТЕКИ
	Э70	D06601
	сч	D06601
	слц	D06120
	цикл	ЧТБИБ(М1)
	зп	D06601
	мода	'23677'
	сч	
	и	D06121
	нтж	D06122
	по	G03055
G03046	пвл	СООБЩ(М16)
	дк	4,D03050
	Э74	'0'
D03050	конд	п'  НЕВЕ'
D03051	текст	п'РНЫЙ 1-Й КОМПИЛИР'
	конд	п'ПАКЕТ0'в'231'
G03055	мода	'23677'
	сч	
	и	D06123
	мода	'23677'
	зп	
	мода	'23676'
	сч	
	уи	М4
	сда	64+15
	зп	D06353
	мода	'23675'
	сч	
	и	D06106
	зп	D06620
	мода	'23675'
	сч	
	сда	64+15
	зп	D06621
	сч	D06601
	и	D06124
	зп	D06601
	уиа	(М1)
	уиа	(М5)
G03071	счи	М5
	слц	D06074
	мода	D24133
	зп	
	пб	D24134
G03074	пино	G03163(М1)
G03075	мода	D24132
	сч	
	сда	64-30
	или	D06601
	зп	D06602
	Э70	D06602
	сч	D06601
	слц	D06074
	зп	D06601
	слиа	1(М5)
	счи	М5
	или	D06122
	мода	'23677'
	нтж	
	и	D06123
	пе	G03071
G03105	слиа	1(М1)
	сч	D01101(М1)
	по	G03303
	счи	М1
	нтж	D06116
	по	G03303
	сч	D06125
	сда	64-20
	слц	D01101(М1)
	слц	D06126
	зп	D06602
	слц	D06127
	зп	D06603
	Э70	D06603
	сч	'73676'
	сда	64+15
	зп	D06353
	сч	'73677'
	и	D06121
	нтж	D06122
	по	G03123
	счи	М1
	слц	D03051
	зп	D03051
	пвл	СООБЩ(М16)
	дк	4,D03050
	Э74	'0'
G03123	счи	М5
	зп	D06626
	слц	'73677'
	и	D06123
	зп	D06624
	счи	М4
	вч	D06622
	сл	D06110
	мода	ПУЛ1+2
	зп	(М1)
	счи	М5
	сда	64-15
	мода	ПУЛ1+2
	или	(М1)
	мода	ПУЛ1+2
	зп	(М1)
	вч	D06110
	слц	'73676'
	и	D06106
	зп	D06625
	сч	D06622
	слц	D06115
	уи	М2
	сч	D06602
	зп	D06603
ЗАПИСИ	Э70	D06603
	пио	G03156(М2)
	уиа	'54'(М17)
G03142	сч	'71777'(М17)
	и	D06130
	нтж	D06131
	пе	G03152
	сч	ПУЛ1(М17)
	и	D06132
	зп	D02551
	сч	'71777'(М17)
	и	D06133
	или	D02551
	зп	ПУЛ1(М17)
	счи	М1
	сда	64-18
	или	ПУЛ1(М17)
	зп	ПУЛ1(М17)
G03152	слиа	2(М17)
	счи	М17
	вч	D06623
	пе	G03142
	сч	'71775'(М2)
	зп	ПУЛ1(М4)
	слиа	4(М4)
G03156	счи	М4
	вч	D06625
	пе	G03172
	сч	D01101(М1)
	слц	D06116
	или	D06126
	зп	D06602
G03162	пб	G03071
G03163	мода	D24132
	сч	
	сда	64-30
	или	D06602
	зп	D06603
	Э70	D06603
	сч	D06602
	слц	D06074
	зп	D06602
	слиа	1(М5)
	счи	М5
	вч	D06624
	по	G03105
	пб	G03071
G03172	сч	'72000'(М2)
	зп	КЛЮЧ
	сч	'72001'(М2)
	и	D06133
	зп	'72001'(М2)
	и	D06130
	нтж	D06131
	по	G03202
	сч	'72001'(М2)
	и	D06134
	пе	G03220
	сч	'72001'(М2)
	пвл	ВГЛОБ(М16)
	дк	0,G03215
	пб	G03246
G03202	сч	'72001'(М2)
	и	D06135
	по	G03207
	счи	М1
	сда	64-18
	или	'72001'(М2)
G03205	пвл	ВГЛОБ(М16)
	дк	0,D03210
	пб	G03246
G03207	сч	'72001'(М2)
	пб	G03205
D03210	сч	D06601
	и	D06106
	по	G03215
	сч	ПУЛ1(М17)
	и	D06132
	зп	D06603
	сч	D06601
	и	D06133
	или	D06603
	зп	ПУЛ1(М17)
G03215	счи	М17
	вч	D06622
	пе	G03246
	слиа	2(М4)
	пб	G03246
G03220	сч	'72001'(М2)
	и	D06136
	пвл	ВГЛОБ(М16)
	дк	0,D03227
G03222	счи	М4
	слц	D06137
	мод	D06621
	или	
	мод	D06621
	зп	
	счи	М4
	слц	D06137
	зп	D06621
	пб	G03246
D03227	счи	М4
	вч	D06371
	по	G04536
	сч	
	зп	ПУЛ0(М4)
	счи	М17
	сда	64-25
	зп	ПУЛ1(М4)
	слиа	2(М4)
	сч	D06601
	нтж	ПУЛ1(М17)
	и	D06140
	пе	G04560
	сч	D06601
	и	D06141
	зп	D06562
	по	G03244
	сч	ПУЛ1(М17)
	и	D06141
	по	G04560
	сч	ПУЛ1(М17)
	и	D06142
	или	D06562
	зп	ПУЛ1(М17)
	пб	G03222
G03244	сч	ПУЛ1(М17)
	и	D06141
	пе	G04560
	пб	G03222
G03246	слиа	2(М2)
	счи	М2
	вч	D06143
	пе	G03156
	уиа	(М2)
	сч	D06603
	слц	D06074
	зп	D06603
	пб	ЗАПИСИ
НЕТБИБ	сч	D06144
	зп	КЛЮЧ
	сч	D06145
G03255	пвл	ВГЛОБ(М16)
	дк	0,D03256
D03256	счи	М4
	уи	М5
	сч	D06146
	зп	КЛЮЧ
	счи	М4
	слц	D06147
	пвл	ВГЛОБ(М16)
	дк	0,D03262
D03262	слиа	2(М4)
	сч	
	зп	ПЕРПУЛ(М4)
	зп	ПУЛ0(М4)
	уиа	-24(М16)
G03265	сч	G03303+26(М16)
	мода	ЭЛЗАГ(М16)
	зп	24
	цикл	G03265(М16)
	счи	М5
	мода	ЭЛЗАГ
	слц	12
	мода	ЭЛЗАГ
	зп	12
	уиа	D06443(М1)
	пв	ПИШГС(М2)
	сч	D06150
	зп	КЛЮЧ
	сч	D06151
G03275	пвл	ВГЛОБ(М16)
	дк	0,D03276
D03276	слиа	-1(М4)
	сч	
	зп	ПУЛ1(М4)
	мода	'10000'(М4)
	зп	
	счи	М4
	слц	D06110
	или	ПУЛ0(М4)
	зп	ПУЛ0(М4)
	слиа	3(М4)
G03303	уиа	D06420(М1)
	пв	ЧТЗАП(М2)
	пб	ОПЕРАТ
D03305	конд	в'031'
	конд	п'1'
	конд	п'5003'
	конд	в'1000242000264040'
	конд	в'0404040000000000'
	конд	п'106003'
	конд	м40п'Z'
	текст	п'А 00I0308008'
	конд	м40п'1'
	конд	м40п'1'
	конд	м40п'П'
	конд	в'1000140000010000'
	конд	п'1А4А '
	конд	в'1000240000500010'
	конд	п'SL0000'
	конд	п'9002'
	конд	м40п'N'
	конд	п'42007'
	конд	п'-000'
	конд	п'А005А4'
	конд	в'1600000000020021'
	конд	п'7'
	пам	2
D03336	пам	1
КОНВХ	сч	D06571
	и	D06152
	по	G03445
G03341	сч	D06153
	зп	D06571
	сч	D06571
	или	D06154
	зп	D06571
	пв	СБРОС(М15)
	уиа	D06420(М1)
	пв	G06001(М2)
	сч	D06155
	зп	D06372
	сч	D06156
	зп	D06373
	сч	D06157
	зп	D06443
	уиа	D06443(М1)
	пв	ПИШГС(М2)
	сч	D01176
	слц	D06445
	зп	D01176
	сч	D06110
	зп	D01202
	сч	D06160
	зп	D01203
	счи	М3
	слц	D06160
	зп	D01204
	зп	КАДРВ
	зп	КАДРН
	счи	М4
	зп	D06601
	сч	D06627
	сда	64-1
	слц	D06115
	уи	М17
G03362	слиа	2(М17)
	сч	ПУЛ1(М17)
	и	D06161
	нтж	D06162
	пе	G03366
	сч	ПУЛ1(М17)
	и	D06163
	зп	ПУЛ1(М17)
G03366	счи	М17
	вч	D06601
	пе	G03362
	уиа	D24001(М14)
	пб	D24046
G03371	счи	М4
	мода	'23676'
	зп	
	сч	D06353
	сда	64-15
	мода	'23676'
	или	
	мода	'23676'
	зп	
	сч	D06620
	мода	'23675'
	зп	
	сч	D06621
	сда	64-15
	мода	'23675'
	или	
	мода	'23675'
	зп	
	сч	D01167
	пе	G03440
G03403	сч	D06620
	по	G03440
	уи	М16
	сч	(М16)
	и	D06164
	пе	G03414
	сч	(М16)
	и	D06132
	сда	64+25
	слц	D06110
	уи	М1
	сч	(М16)
	и	D06106
	зп	D06620
	сч	(М1)
	зп	(М16)
	пб	G03403
G03414	счи	М4
	зп	D06601
	сч	(М16)
	сда	64+15
	и	D06165
	по	G03432
G03417	слц	D06601
	зп	D06562
	сч	(М16)
	и	D06106
	зп	D06620
	сч	(М16)
	и	D06136
	или	D06601
	слц	D06110
	или	D06166
	зп	(М16)
	сч	D06562
	вч	D06371
	по	G03436
G03426	сч	
	зп	ПУЛ1(М4)
	слиа	1(М4)
	счи	М4
	нтж	D06562
	пе	G03426
	пб	G03403
G03432	сч	D06074
	пб	G03417
D03433	текст	п'ПЕРЕП ГЛ СЛ'
	конд	м40в'231'
G03436	пвл	СООБЩ(М16)
	дк	1,D03433
	Э74	'0'
G03440	счи	М4
	зп	D01201
	сда	64-32
	рзб	D06167
	зп	D03447
G03443	пвл	СООБЩ(М16)
	дк	2,D03447
	пб	D01212
G03445	сч	D06170
	зп	D06615
	пб	G03341
D03447	пам	1
	текст	п'-КОЛИЧ ЯЧ ГС'
	конд	м40в'231'
*
* ОЧЕРЕДНОЙ ОПЕРАТОР: ПЕРВАЯ ЛИТЕРА РЕШАЕТ ВИД МЕТКИ -
* & (SЕТх), . (ПОРЯДКОВАЯ), * (КОММЕНТАРИЙ), БУКВА, НЕТ МЕТКИ
*
ОПЕРАТ	уиа	-5(М12)
	уиа	-1(М10)
	уиа	(М11)
	уиа	(М14)
	сч	
	зп	D06450
	зп	D06557
	зп	D06513
	сч	D06427
	по	КОНВХ
	уиа	-18(М16)
G03461	сч	D06442(М16)
	зп	D06417(М16)
	цикл	G03461(М16)
	уиа	D06420(М1)
	пв	ЧТЗАП(М2)
	сч	ЗАГЗАП
	и	D06171
	мода	ЭЛЗАГ
	зп	
	уиа	(М1)
	уиа	-6(М2)
	пв	НОВИМ(М16)
	пв	ЛИТЕРА(М16)
	и	D06172
	по	БЕЗМЕТ
	сч	ЛИТ
	нтж	D06173
	по	ПЕРМЕТ
	сч	ЛИТ
	и	D06075
	пе	МЕТКА
	сч	ЛИТ
	нтж	D06174
	по	КОММ
	нтж	D06175
	по	ПОРМЕТ
	пб	G04033
КОММ	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	сч	D06571
	и	D06154
	по	G03740
	уиа	(М1)
	уиа	-5(М2)
G03506	пв	ПРИПИС(М16)
	пв	ЛИТЕРА(М16)
	пе	G03506
	пв	КОНИМ(М15)
	пб	G05372
ПОРМЕТ	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04550
	сч	ЛИТ
	и	D06075
	по	G03564
	сч	ЛИТ
	или	D06176
G03517	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G03525
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G03525
	нтж	D06201
	и	D06202
	по	G03525
	пб	G03531
G03525	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G03517
G03531	сч	D06571
	и	D06152
	по	G03533
	пв	СБРОС(М15)
G03533	сч	D06204
	зп	D06561
	сч	
G03535	пвл	ВМЕСТ(М16)
	дк	0,D03552
	счи	М3
	вч	D06074
	зп	D06602
	уиа	'12615'(М17)
G03540	мода	ТКЛАСС(М17)
	сч	
	и	D06106
	по	G03543
	уи	М17
	пб	G03540
G03543	мода	ТКЛАСС(М17)
	сч	
	или	D06602
	мода	ТКЛАСС(М17)
	зп	
G03546	сч	ЛИТ
	и	D06172
	пе	G04550
	счи	М1
	зп	D06607
	счи	М2
	зп	D06606
	пб	G03644
D03552	мода	ТКЛАСС(М17)
	сч	
	и	D06111
	пе	G04534
	счи	М17
	зп	D06602
	уиа	'12615'(М17)
G03556	мода	ТКЛАСС(М17)
	сч	
	и	D06106
	по	G03561
	уи	М17
	пб	G03556
G03561	мода	ТКЛАСС(М17)
	сч	
	или	D06602
	мода	ТКЛАСС(М17)
	зп	
	пб	G03546
G03564	сч	ЛИТ
	нтж	D06174
	по	ДАНОП
	пб	G04550
ПЕРМЕТ	сч	D06205
	зп	D06561
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04033
	сч	ЛИТ
	и	D06075
	по	G04033
	сч	ЛИТ
	или	D06206
G03574	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G03602
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G03602
	нтж	D06201
	и	D06202
	по	G03602
	пб	G03606
G03602	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G03574
G03606	пв	ИЩМЕСТ(М16)
	зп	D06570
	счи	М17
	зп	D06554
	сч	ЛИТ
	и	D06172
	по	G03645
	сч	ЛИТ
	нтж	D06207
	по	G03614
	пб	G04033
G03614	сч	D06210
	зп	D06561
	сч	D06570
	пв	ВЭЛ(М16)
G03616	пвл	ПОДВЫР(М16)
	дк	5,1
	сч	КАДРОП(М12)
	и	D06211
	пе	G03623
	сч	ЛИТ
	нтж	D06212
	по	G03626
	пб	G03616
G03623	сч	ЛИТ
	нтж	D06213
	пе	G04563
G03625	пвл	ПОДВЫР(М16)
	дк	1,2
G03626	пв	ЛИТЕРА(М16)
	сч	ЛИТ
	и	D06172
	по	G03645
	пб	G04024
МЕТКА	сч	D06214
	зп	D06561
G03632	пв	ПРИПИС(М16)
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G03632
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G03632
	нтж	D06201
	и	D06202
	по	G03632
	сч	ЛИТ
	и	D06172
	по	G03644
	пб	G04024
БЕЗМЕТ	сч	D06215
	зп	D06561
G03644	сч	
	зп	D06570
G03645	сч	ЛИТ
	зп	D06610
	сч	
	зп	КЛЮЧ
G03647	пв	ЛИТЕРА(М16)
	и	D06172
	по	G03664
	сч	ЛИТ
	нтж	D06173
	по	G04076
	сч	КЛЮЧ
	и	D06203
	пе	G03657
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	зп	КЛЮЧ
	пб	G03647
G03657	пв	ЛИТЕРА(М16)
	по	G04541
	и	D06172
	по	G03664
	сч	ЛИТ
	нтж	D06173
	по	G04076
	пб	G03657
G03664	сч	ЛИТ
	зп	D06611
	сч	D06571
	и	D06107
	по	ОПКОД
	сч	КЛЮЧ
	нтж	D06216
	по	ОПКОД
	нтж	D06217
	по	ОПКОД
	нтж	D06220
	по	ОПКОД
	нтж	D06221
	по	ОПКОД
	нтж	D06222
	по	ОПКОД
	нтж	D06223
	по	ОПКОД
	нтж	D06224
	по	ОПКОД
	нтж	D06225
	по	ОПКОД
	нтж	D06226
	по	ОПКОД
	нтж	D06227
	по	ОПКОД
	сч	D06152
	зп	D06571
	сч	D06230
	зп	D06615
	сч	D01171
	нтж	D06231
	по	G03722
	пв	СБРОС(М15)
	сч	D01167
	пе	КОНВХ
G03706	сч	
	уиа	-63(М16)
G03707	мода	D06667+63(М16)
	зп	
	цикл	G03707(М16)
	уиа	2(М3)
	сч	КЛЮЧ
	нтж	D06232
	по	G03714
	нтж	D06233
	пе	ОПКОД
G03714	сч	D06234
	мод	D03336
	зп	ПУЛ1
	сч	D06561
	и	D06214
	по	ОПКОД
	мода	ИМЯ
	сч	
	мод	D03336
	зп	ПУЛ1
	пб	ОПКОД
G03722	сч	
	зп	D06563
	пб	G03706
*
* КОД ОПЕРАЦИИ - В ОБЩЕЙ ТАБЛИЦЕ (ВГЛОБ). НАЙДЕН: МАКРОС - ВЫЗОВ,
* ДИРЕКТИВА - ДИРЕКТ; НЕ НАЙДЕН - ОБЫЧНАЯ КОМАНДА
*
ОПКОД	сч	D06131
G03725	пвл	ВГЛОБ(М16)
	дк	0,G03730
	уии	М17(М4)
	слиа	-2(М17)
	пб	G04076
G03730	сч	ПУЛ1(М17)
	и	D06126
	по	G04076
	сч	ПУЛ1(М17)
	и	D06131
	по	ДИРЕКТ
	сч	ПУЛ1(М17)
	и	D06235
	нтж	D06235
	по	G03740
	сч	D06571
	и	D06154
	пе	G03742
	сч	D06561
	и	D06214
	пе	G04154
G03740	пв	ВЫДЭЛ(М16)
	пб	ОПЕРАТ
G03742	сч	D06570
	по	G03750
	счи	М10
	нтж	D06106
	пе	G03747
	сч	D06554
	уи	М17
	сч	D06570
	пв	ВЭЛ(М16)
G03747	сч	D06074
	зп	D06513
G03750	сч	D06610
	зп	ЛИТ
	пв	ПРИПИС(М16)
	уиа	-5(М17)
G03753	цикл	G03760(М17)
	сч	D06611
	зп	ЛИТ
G03755	пвл	ОПЕР2(М16)
	дк	0,3
G03756	сч	D06236
	пв	ВЭЛ2(М16)
	пб	КОНОП
G03760	сч	КЛЮЧ
	и	G03760+9(М17)
	по	G03753
	сд	D06362(М17)
	зп	ЛИТ
	пв	ПРИПИС(М16)
	пб	G03753
D03764	конд	м40в'377'
	конд	в'0017740000000000'
	конд	м24в'377'
	конд	в'77600000'
	конд	в'00177400'
	конд	в'377'
	сч	D06154
	пв	ВЭЛ(М16)
	сч	D06237
	пв	ВЭЛ2(М16)
	сч	
	зп	D06557
	сч	D06561
	и	D06205
	пе	G04014
	сч	D06561
	и	D06215
	пе	G04012
	сч	D06561
	и	D06214
	пе	G04004
	сч	D06561
	и	D06204
	пе	G04012
	пб	G04024
G04004	пв	КОНИМ(М15)
	мода	ИМЯ
	сч	
	нтж	D06211
	зп	КЛЮЧ
	сч	D06240
G04010	пвл	ВГЛОБ2(М16)
	дк	0,G04017
	пб	G04017
G04012	сч	D06241
	пв	ВЭЛ2(М16)
	пб	G04020
G04014	сч	D06554
	уи	М17
	сч	D06570
	или	D06557
	пв	ВЭЛ(М16)
G04017	сч	D06242
	пв	ВЭЛ2(М16)
G04020	пв	ЛИТЕРА(М16)
D04021	пв	D77114(М13)
	сч	D06076
	пв	ВЭЛ2(М16)
	пб	КОНОП
G04024	уиа	(М1)
	уиа	-6(М2)
	пв	ЛИТЕРА(М16)
G04026	уиа	-5(М12)
	уиа	-1(М10)
	уиа	(М11)
	уиа	(М14)
	сч	
	зп	D06450
	зп	D06557
	зп	D06513
	пв	НОВИМ(М16)
G04033	сч	
	зп	D06630
G04034	сч	ЛИТ
	по	G04544
	нтж	D06207
	по	G04041
	нтж	D06074
	по	G04045
	сч	ЛИТ
	и	D06172
	по	G04050
	пб	G04043
G04041	сч	D06630
	слц	D06074
	зп	D06630
G04043	пв	ЛИТЕРА(М16)
	пб	G04034
G04045	сч	D06630
	по	G04544
	вч	D06074
	зп	D06630
	пб	G04043
G04050	сч	D06630
	по	G04052
	пб	G04043
G04052	счи	М1
	зп	D06607
	счи	М2
	зп	D06606
	сч	D06607
	уи	М1
	сч	D06606
	уи	М2
	пв	ЛИТЕРА(М16)
	пвл	ОПЕР(М16)
	дк	0,4
	сч	D06237
	пв	ВЭЛ2(М16)
	сч	
	зп	D06557
	уиа	(М1)
	уиа	-6(М2)
	пв	ЛИТЕРА(М16)
	и	D06172
	по	G04074
	сч	ЛИТ
	нтж	D06243
	по	G04072
	пв	D77114(М13)
G04067	пв	ЛИТЕРА(М16)
	и	D06172
	пе	G04067
	пб	G04020
G04072	пв	ЛИТЕРА(М16)
	и	D06172
	пе	G04072
G04074	сч	D06241
	пв	ВЭЛ2(М16)
	пб	G04067
G04076	сч	D06561
	и	D06204
	по	G04024
	сч	D06607
	уи	М1
	сч	D06606
	уи	М2
	сч	D06610
	зп	ЛИТ
	пб	G04026
	сч	D06571
	и	D06152
	пе	G03740
	сч	D06571
	и	D06107
	пе	G04117
	уиа	(М1)
	уиа	-6(М2)
	пв	ЛИТЕРА(М16)
	нтж	D06243
	пе	G04113
G04111	пв	ЛИТЕРА(М16)
	и	D06172
	пе	G04111
G04113	пвл	ОПЕР(М16)
	дк	0,3
	пб	G03756
D04115	конк	в'00100000'
	конк	A(D06561)	возм.
	пб	ДИРЕКТ
G04117	сч	КЛЮЧ
	нтж	D06244
	по	G03740
	нтж	D06221
	по	G03740
	нтж	D06222
	по	G03740
	нтж	D06223
	по	G03740
	нтж	D06224
	по	G03740
	нтж	D06225
	по	G03740
	нтж	D06226
	по	G03740
	нтж	D06227
	по	G03740
	сч	D06152
	зп	D06571
	сч	D06230
	зп	D06615
	сч	D01171
	нтж	D06231
	по	G04151
	пв	СБРОС(М15)
	сч	D01167
	пе	КОНВХ
G04135	сч	
	уиа	-63(М16)
G04136	мода	D06667+63(М16)
	зп	
	цикл	G04136(М16)
	уиа	2(М3)
	сч	КЛЮЧ
	нтж	D06232
	по	G04143
	нтж	D06233
	пе	G04153
G04143	сч	D06234
	мод	D03336
	зп	ПУЛ1
	сч	D06561
	и	D06214
	по	G04153
	мода	ИМЯ
	сч	
	мод	D03336
	зп	ПУЛ1
	пб	G04153
G04151	сч	
	зп	D06563
	пб	G04135
G04153	пб	G03740
G04154	пв	ЛИТЕРА(М16)
	зп	D06611
	мод	ПУЛ1(М17)
	пб	G04157
G04157	пб	G04201
G04160	пб	G04164
G04161	пб	G04441
G04162	пб	G04444
G04163	пб	G04445
G04164	нтж	D06207
	пе	G04166
G04165	пв	ЛИТЕРА(М16)
G04166	сч	ЛИТ
	зп	D06610
	нтж	D06177
	и	D06200
	по	G04305
	нтж	D06201
	и	D06202
	по	G04305
	сч	ЛИТ
	нтж	D06241
	по	G04250
	нтж	D06245
	по	G04246
	нтж	D06246
	по	G04266
	нтж	D06247
	по	G04320
	нтж	D06250
	по	G04365
	сч	ЛИТ
	и	D06075
	пе	G04211
G04201	сч	ПУЛ1(М17)
	сда	64+1
	или	D06211
	и	D06203
	зп	D06600
G04204	мода	ИМЯ
	сч	
	нтж	D06211
	зп	КЛЮЧ
	сч	D06600
G04207	пвл	ВГЛОБ2(М16)
	дк	0,G03740
	пб	G03740
G04211	пв	ЛИТЕРА(М16)
G04212	сч	ЛИТ
	и	D06075
	пе	G04223
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G04223
	нтж	D06201
	и	D06202
	по	G04223
	сч	ЛИТ
	и	D06172
	по	G04232
	сч	ЛИТ
	нтж	D06212
	по	G04227
	пб	G04201
G04223	сч	D06610
	и	D06203
	пе	G04201
	сч	D06610
	сда	64-8
	или	ЛИТ
	зп	D06610
	пб	G04211
G04227	сч	D06611
	нтж	D06207
	по	G04231
	пб	G04201
G04231	пв	ЛИТЕРА(М16)
G04232	сч	D06610
	и	D06203
	пе	G04236
	сч	D06610
	сда	64-8
	зп	D06610
	пб	G04232
G04236	сч	D06610
	нтж	D06211
	зп	КЛЮЧ
	счи	М17
	зп	D06610
	пб	G04244
	сч	ПУЛ1(М17)
	и	D06106
	зп	D06600
	сч	D06610
	уи	М17
	пб	G04411
G04244	сч	D06610
	уи	М17
	пб	G04201
G04246	пв	ЛИТЕРА(М16)
	нтж	D06241
	пе	G04212
G04250	пв	ЛИТЕРА(М16)
	нтж	D06251
	и	D06202
	по	G04253
	пб	G04201
G04253	сч	
	зп	D06600
G04254	сч	D06600
	сда	64-3
	зп	D06600
	сч	ЛИТ
	и	D06252
	слц	D06600
	зп	D06600
	пв	ЛИТЕРА(М16)
	нтж	D06251
	и	D06202
	по	G04254
	сч	ЛИТ
	нтж	D06241
	по	G04264
	пб	G04201
G04264	пв	ЛИТЕРА(М16)
	пб	G04407
G04266	пв	ЛИТЕРА(М16)
	нтж	D06241
	пе	G04212
	пв	ЛИТЕРА(М16)
	зп	D06600
	нтж	D06241
	по	G04274
	нтж	D06074
	по	G04277
	пб	G04302
G04274	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04302
	пб	G04201
G04277	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04302
	пб	G04201
G04302	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04264
	пб	G04201
G04305	сч	
	зп	D06600
G04306	сч	D06600
	сда	64-1
	зп	D06600
	сда	64-2
	слц	D06600
	зп	D06600
	сч	ЛИТ
	и	D06103
	слц	D06600
	зп	D06600
	пв	ЛИТЕРА(М16)
	нтж	D06177
	и	D06200
	по	G04306
	нтж	D06201
	и	D06202
	по	G04306
	пб	G04407
G04320	пв	ЛИТЕРА(М16)
	нтж	D06241
	пе	G04212
	пв	ЛИТЕРА(М16)
	нтж	D06253
	по	G04337
	нтж	D06254
	по	G04337
	нтж	D06074
	по	G04337
	нтж	D06252
	по	G04337
	нтж	D06255
	по	G04337
	нтж	D06256
	по	G04337
	нтж	D06254
	по	G04337
	нтж	D06255
	по	G04337
	нтж	D06257
	и	D06200
	по	G04341
	нтж	D06201
	и	D06202
	по	G04341
	пб	G04201
G04337	сч	ЛИТ
	слц	D06260
	зп	ЛИТ
G04341	сч	
	зп	D06600
G04342	сч	D06600
	сда	64-4
	зп	D06600
	сч	ЛИТ
	и	D06103
	слц	D06600
	зп	D06600
	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04264
	нтж	D06261
	по	G04363
	нтж	D06254
	по	G04363
	нтж	D06074
	по	G04363
	нтж	D06252
	по	G04363
	нтж	D06255
	по	G04363
	нтж	D06256
	по	G04363
	нтж	D06254
	по	G04363
	нтж	D06255
	по	G04363
	нтж	D06257
	и	D06200
	по	G04342
	нтж	D06201
	и	D06202
	по	G04342
	пб	G04201
G04363	сч	ЛИТ
	слц	D06260
	зп	ЛИТ
	пб	G04342
G04365	пв	ЛИТЕРА(М16)
	нтж	D06241
	пе	G04212
	сч	
	зп	D06600
G04370	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04374
	нтж	D06074
	по	G04377
	пб	G04402
G04374	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04402
	пб	G04407
G04377	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04402
	пб	G04201
G04402	сч	D06600
	сда	64-8
	зп	D06600
	мод	ЛИТ
	сч	'70146'
	и	D06073
	или	D06600
	зп	D06600
	пб	G04370
G04407	сч	D06600
	и	D06136
	пе	G04201
G04411	сч	D06600
	по	G04421
	сч	ПУЛ1(М17)
	сда	64+1
	или	D06211
	и	D06203
	или	D06600
	зп	D06600
G04415	сч	ЛИТ
	и	D06172
	по	G04426
	сч	ЛИТ
	нтж	D06212
	по	G04423
	пб	G04201
G04421	сч	D06262
	зп	D06600
	пб	G04415
G04423	пв	ЛИТЕРА(М16)
	сч	D06611
	нтж	D06207
	пе	G04201
G04426	сч	ПУЛ1(М17)
	и	D06106
	нтж	D06115
	пе	G04204
G04430	сч	ЛИТ
	нтж	D06263
	пе	G04436
G04432	пв	ЛИТЕРА(М16)
	нтж	D06177
	и	D06200
	по	G04432
	нтж	D06201
	и	D06202
	по	G04432
G04436	сч	ЛИТ
	сда	64-16
	или	D06600
	зп	D06600
	пб	G04204
G04441	сч	ЛИТ
	нтж	D06207
	по	G04165
	сч	D06264
G04443	зп	D06600
	пб	G04430
G04444	сч	D06265
	пб	G04443
G04445	сч	ЛИТ
	сда	64-16
	или	D06266
	зп	D06600
	сч	ЗАГЗАП
	и	D06203
	нтж	D06267
	пе	G04201
	сч	
	зп	D06610
	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04455
	пб	G04201
G04455	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04465
	нтж	D06074
	по	G04474
	нтж	D06173
	по	G04201
	сч	ЛИТ
	и	D06172
	по	G04477
G04463	сч	D06610
	слц	D06074
G04464	зп	D06610
	пб	G04455
G04465	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04463
G04467	сч	D06600
	слц	D06074
	зп	D06600
	сч	D06610
	вч	D06116
	зп	D06610
	вчоб	
	пе	G04467
	пб	G04204
G04474	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04463
	пб	G04201
G04477	сч	ЛИТ
	слц	D06610
	пб	G04464
КОНОП	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пв	ВЫДЭЛ(М16)
	сч	D06571
	и	D06152
	по	G04507
	пв	СБРОС(М15)
G04507	пв	ЗАКЭЛ(М13)
	сч	D01171
	и	D06270
	нтж	D06271
	пе	G04525
	сч	D01172
	и	D06171
	зп	D04524
	сч	ЗАГЗАП
	и	D06171
	вч	D04524
	пе	G04525
	сч	ЗАГЗАП
	и	D06171
	сда	64+24
	зп	D04524
	сч	D01172
	и	D06106
	вч	D04524
	пе	G04525
G04522	пвл	G02473(М13)
	дк	7,'77777'
	пб	G04525
D04524	пам	1
G04525	пб	ОПЕРАТ
ДАНОП	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пб	G03740
*
* ВХОДЫ ОШИБОК: М16 = НОМЕР ОШИБКИ (0160-0344 С ШАГОМ 2)
*
G04532	уиа	'160'(М16)
	пб	ОШИБКА
G04533	уиа	'162'(М16)
	пб	ОШИБКА
G04534	уиа	'164'(М16)
	пб	ОШИБКА
D04535	уиа	'336'(М16)
	пб	ОШИБКА
G04536	уиа	'340'(М16)
	пб	ОШИБКА
G04537	уиа	'166'(М16)
	пб	ОШИБКА
D04540	уиа	'342'(М16)
	пб	ОШИБКА
G04541	уиа	'344'(М16)
	пб	ОШИБКА
G04542	уиа	'170'(М16)
	пб	ОШИБКА
G04543	уиа	'172'(М16)
	пб	ОШИБКА
G04544	уиа	'174'(М16)
	пб	ОШИБКА
D04545	уиа	'176'(М16)
	пб	ОШИБКА
D04546	уиа	'200'(М16)
	пб	ОШИБКА
G04547	уиа	'202'(М16)
	пб	ОШИБКА
G04550	уиа	'204'(М16)
	пб	ОШИБКА
G04551	уиа	'206'(М16)
	пб	ОШИБКА
G04552	уиа	'210'(М16)
	пб	ОШИБКА
G04553	уиа	'212'(М16)
	пб	ОШИБКА
G04554	уиа	'214'(М16)
	пб	ОШИБКА
G04555	уиа	'216'(М16)
	пб	ОШИБКА
G04556	уиа	'220'(М16)
	пб	ОШИБКА
G04557	уиа	'222'(М16)
	пб	ОШИБКА
G04560	уиа	'224'(М16)
	пб	ОШИБКА
G04561	уиа	'226'(М16)
	пб	ОШИБКА
	уиа	'230'(М16)
	пб	ОШИБКА
G04563	уиа	'232'(М16)
	пб	ОШИБКА
D04564	уиа	'234'(М16)
	пб	ОШИБКА
D04565	уиа	'236'(М16)
	пб	ОШИБКА
D04566	уиа	'240'(М16)
	пб	ОШИБКА
*
* НОМЕР ОШИБКИ - В ЗАГОЛОВОК ЗАПИСИ (ПЕЧАТАЕТ ЕГО ЛИСТИНГ)
*
ОШИБКА	счи	М16
	сда	64-15
	или	ЗАГЗАП
	зп	ЗАГЗАП
	сч	D01171
	и	D06270
	нтж	D06271
	пе	G04606
	сч	D01172
	и	D06171
	зп	D04605
	сч	ЗАГЗАП
	и	D06171
	вч	D04605
	пе	G04606
	сч	ЗАГЗАП
	и	D06171
	сда	64+24
	зп	D04605
	сч	D01172
	и	D06106
	вч	D04605
	пе	G04606
* next insn used as data
D04603	пвл	G02473(М13)
	дк	7,'77777'
	пб	G04606
D04605	пам	1
G04606	сч	D06566
	по	G04613
	уи	М16
	сч	D06571
	и	D06154
	по	G04613
	сч	ПУЛ1(М16)
	или	D06135
	зп	ПУЛ1(М16)
G04613	сч	ТЕКЗАП(М1)
	и	D06073
	зп	D06601
	сч	D06402
	зп	D06426
	нтж	D06424
	и	D06272
	по	G04625
	сч	D06402
	зп	D06424
	сбр	D06272
	рзб	D06273
	или	D06126
	зп	D06612
	сч	D06421
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
G04625	сч	D06402
	и	D06165
	уи	М16
	сч	ТЕКЗАП(М1)
	и	ТМАСК(М2)
	зп	D06602
	сч	ТЕКЗАП(М1)
	сда	64+8
	и	ТМАСК2(М2)
	или	D06602
	или	ТМАСК3(М2)
G04633	мода	'72001'(М16)
	зп	(М1)
	слиа	1(М1)
	сч	ЗАГЗАП
	и	D06165
	вч	D06074
	зп	D06602
	счи	М1
	вч	D06602
	по	G04667
	сч	D06601
	сда	64-40
	зп	D06602
	сч	ТЕКЗАП(М1)
	и	D06073
	зп	D06601
	сч	ТЕКЗАП(М1)
	сда	64+8
* next insn used as data
D04644	или	D06602
	пб	G04633
	пам	1
	конд	м40в'377'
	конд	в'7777740000000000'
	конд	м24в'77777777'
	конд	в'7777777777600000'
ТМАСК	конд	в'7777777777777400'
	конд	в'0017777777777777'
	конд	в'0000037777777777'
	конд	в'77777777'
	конд	в'00177777'
	конд	в'377'
ТМАСК2	пам	1
	конд	м40в'161'
	конд	в'0007040000000000'
	конд	м24в'161'
	конд	в'34200000'
	конд	в'00070400'
ТМАСК3	конд	в'161'
G04667	пб	ДАНОП
*
* ДИРЕКТИВЫ: ПЕРЕХОД ПО НОМЕРУ ИЗ ЗНАЧЕНИЯ В ОБЩЕЙ ТАБЛИЦЕ
* 0 МАСRО 1 МЕND 2 МЕХIТ 3 МNОТЕ 4 АNОР 5 АGО 6 АIF 7 АСТR
* 8 GВLА 9 LСLА 10 GВLВ 11 LСLВ 12 GВLС 13 LСLС 17 SRСН
* 18 SМОDЕ/СОРY(?)
*
ДИРЕКТ	сч	ПУЛ1(М17)
	и	D06561
	по	G04550
	мод	ПУЛ1(М17)
	пб	G04673
G04673	пб	ДМАКРО
G04674	пб	ДМЕНД
G04675	пб	ДМВЫХ
G04676	пб	ДМНОТ
G04677	пб	ДАНОП
G04700	пб	ДАГО
G04701	пб	ДАИФ
G04702	пб	ДАСТР
G04703	пб	ДГБЛА
G04704	пб	ДГБЛБ
G04705	пб	ДГБЛС
G04706	пб	ДЛКЛА
G04707	пб	ДЛКЛБ
G04710	пб	ДЛКЛС
G04711	пб	G05634
G04712	пб	G05635
G04713	пб	G05636
G04714	пб	ДПОИСК
G04715	пб	ДСМОД
ДСМОД	сч	
	зп	D06353
	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	по	G04733
G04721	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	зп	КЛЮЧ
	и	D06203
	пе	G04551
	пв	ЛИТЕРА(М16)
	и	D06172
	пе	G04721
	сч	КЛЮЧ
	нтж	D06275
	по	G04734
	нтж	D06276
	по	G04734
	нтж	D06277
	по	G04733
	нтж	D06300
	пе	G04551
G04733	сч	D06074
	зп	D06353
G04734	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пв	ВЫДЭЛ(М16)
	пб	ОПЕРАТ
ДМАКРО	сч	D06571
	и	D06107
	по	G04547
	сч	D06353
	зп	D06354
	сч	
	зп	D06353
	сч	D06571
	и	D06153
	или	D06154
	зп	D06571
	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пв	ВЫДЭЛ(М16)
	сч	D06427
	по	КОНВХ
	уиа	-18(М16)
G04754	сч	D06442(М16)
	зп	D06417(М16)
	цикл	G04754(М16)
	уиа	D06420(М1)
	пв	ЧТЗАП(М2)
	сч	ЗАГЗАП
	и	D06171
	мода	ЭЛЗАГ
	зп	
	уиа	(М1)
	уиа	-6(М2)
	сч	
	уиа	-63(М16)
G04763	мода	D06667+63(М16)
	зп	
	цикл	G04763(М16)
	зп	D06575
	зп	D06566
	сч	D06301
	зп	D06453
	сч	D06302
	зп	D06565
	сч	D06303
	зп	D06615
	уиа	2(М3)
	сч	D06304
	зп	КЛЮЧ
	сч	
G04773	пвл	ВМЕСТ(М16)
	дк	0,D04774
D04774	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G05002
	сч	ЛИТ
	и	D06172
	пе	G04537
	счи	М3
	вч	D06305
	по	G04543
	слиа	1(М3)
	пб	G05025
G05002	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04537
	сч	ЛИТ
	и	D06075
	по	G04537
	сч	ЛИТ
	или	D06206
G05007	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05015
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05015
	нтж	D06201
	и	D06202
	по	G05015
	пб	G05021
G05015	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05007
G05021	сч	
G05022	пвл	ВМЕСТ(М16)
	дк	0,G04534
	сч	ЛИТ
	и	D06172
	пе	G04537
G05025	сч	
	зп	КЛЮЧ
G05026	пв	ЛИТЕРА(М16)
	и	D06172
	по	G05043
	сч	ЛИТ
	нтж	D06173
	по	G04537
	сч	КЛЮЧ
	и	D06203
	пе	G05036
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	зп	КЛЮЧ
	пб	G05026
G05036	пв	ЛИТЕРА(М16)
	по	G04541
	и	D06172
	по	G05043
	сч	ЛИТ
	нтж	D06173
	по	G04537
	пб	G05036
G05043	счи	М4
	зп	D06566
	сч	D06131
G05045	пвл	ВГЛОБ(М16)
	дк	0,G05051
G05046	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G05076
	пб	G05127
G05051	сч	ПУЛ1(М17)
	и	D06130
	нтж	D06130
	пе	G05056
	сч	ПУЛ1(М17)
	и	D06306
	зп	ПУЛ1(М17)
	счи	М17
G05055	зп	D06566
	пб	G05046
G05056	сч	ПУЛ1(М17)
	и	D06130
	нтж	D06126
	по	G05063
	сч	ПУЛ1(М17)
	и	D06307
	пе	G05065
	счи	М17
	пб	G05055
G05063	сч	
	зп	D06566
	пб	G04537
G05065	сч	
	зп	D06566
	пб	G04534
G05067	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G05076
	сч	ЛИТ
	и	D06172
	пе	G04537
	пв	ПРОДОЛ(М16)
	и	D06172
	по	G05127
	сч	ЛИТ
	нтж	D06173
	пе	G04537
G05076	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04537
	сч	ЛИТ
	и	D06075
	по	G04537
	сч	ЛИТ
	или	D06206
G05103	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05111
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05111
	нтж	D06201
	и	D06202
	по	G05111
	пб	G05115
G05111	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05103
G05115	сч	
G05116	пвл	ВМЕСТ(М16)
	дк	0,G04534
	сч	ЛИТ
	нтж	D06310
	по	G05153
	сч	D06575
	пе	G04537
	сч	D06565
	слц	D06302
	зп	D06565
	и	D06311
	пе	G04552
	сч	ЛИТ
	нтж	D06213
	по	G05067
	сч	ЛИТ
	и	D06172
	пе	G04537
G05127	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пв	ВЫДЭЛ(М16)
	сч	ЗАГЗАП
	и	D06203
	нтж	D06267
	пе	G05143
	сч	СЛЕДЗП
	и	D06203
	нтж	D06312
	по	G05143
	сч	D06313
	зп	КЛЮЧ
	сч	D06314
G05141	пвл	ВМЕСТ(М16)
	дк	0,G04534
	пб	ОПЕРАТ
G05143	сч	D06427
	по	КОНВХ
	уиа	-18(М16)
G05145	сч	D06442(М16)
	зп	D06417(М16)
	цикл	G05145(М16)
	уиа	D06420(М1)
	пв	ЧТЗАП(М2)
	сч	ЗАГЗАП
	и	D06171
	мода	ЭЛЗАГ
	зп	
	пб	G05127
G05153	сч	D06575
	пе	G05155
	счи	М3
	зп	D06567
G05155	сч	D06575
	слц	D06170
	зп	D06575
	пв	ЛИТЕРА(М16)
	нтж	D06213
	по	G05221
	сч	ЛИТ
	и	D06172
	по	G05221
	мода	'73777'(М3)
	сч	
	и	D06171
	или	D06453
	или	D06315
	мода	'73777'(М3)
	зп	
	уиа	(М7)
	сч	D06453
	уи	М6
	слиа	D76542(М6)
	сч	
	зп	D06630
	пб	G05175
G05171	пв	ПРИПИС(М16)
	пв	ЛИТЕРА(М16)
	пе	G05175
	сч	D06630
	пе	G04544
	пб	G05211
G05175	сч	ЛИТ
	нтж	D06213
	по	G05203
	сч	ЛИТ
	и	D06172
	по	G05203
	сч	ЛИТ
	нтж	D06207
	по	G05205
	нтж	D06074
	по	G05207
	пб	G05171
G05203	сч	D06630
	пе	G05171
	пб	G05211
G05205	сч	D06630
	слц	D06074
G05206	зп	D06630
	пб	G05171
G05207	сч	D06630
	по	G04544
	вч	D06074
	пб	G05206
G05211	сч	ЛИТ
	зп	D06610
	сч	
	зп	ЛИТ
	пв	ПРИПИС(М16)
	слиа	D01236(М6)
	счи	М6
	вч	D06316
	по	G04542
	счи	М6
	зп	D06453
	сч	D06610
	нтж	D06213
	по	G05067
	пб	G05127
G05221	мода	'73777'(М3)
	сч	
	и	D06171
	или	D06317
	мода	'73777'(М3)
	зп	
	сч	ЛИТ
	нтж	D06213
	по	G05067
	пб	G05127
ДМЕНД	сч	D06571
	и	D06154
	по	G04547
	сч	D06354
	зп	D06353
	сч	D06571
	слц	D06320
	зп	D06571
	сч	D06565
	сда	64+18
	зп	D06604
	сч	D06321
	пв	ВЭЛ2(М16)
	пв	ЗАКЭЛ(М13)
	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пв	ВЫДЭЛ(М16)
	сч	D06322
	или	D06615
	зп	D06615
	счи	М4
	зп	D06601
	сч	D06627
	сда	64-1
	слц	D06115
	уи	М17
G05247	слиа	2(М17)
	сч	ПУЛ1(М17)
	и	D06161
	нтж	D06162
	пе	G05253
	сч	ПУЛ1(М17)
	и	D06163
	зп	ПУЛ1(М17)
G05253	счи	М17
	вч	D06601
	пе	G05247
	сч	D06565
	сда	64-6
	или	D06575
	зп	D06575
	и	D06323
	по	G05347
	вч	D06170
	зп	D06601
	сч	D06567
	уи	М17
	слиа	-1(М17)
	сч	D06453
	или	D06575
	мод	D06604
	мода	D74002
	зп	
G05265	мода	D74600(М17)
	сч	
	зп	D06602
G05267	и	D06203
	пе	G05272
	сч	D06602
	сда	64-8
	зп	D06602
	пб	G05267
G05272	сч	D06602
	сда	64-8
	мод	D06453
	мода	ТКЛАСС
	зп	
	сч	D06453
	вч	D06316
	по	G04542
	сч	D06453
	слц	D06074
	зп	D06453
	слиа	1(М17)
	сч	D06601
	вч	D06170
	зп	D06601
	по	G05265
G05302	счи	М3
	вчоб	D06301
	зп	D06564
	уиа	'434'(М17)
	сч	D06453
	зп	D06601
G05305	мода	ТКЛАСС(М17)
	сч	
	мода	ТКЛАСС(М3)
	зп	
	слиа	1(М3)
	слиа	1(М17)
	счи	М17
	нтж	D06601
	пе	G05305
	сч	D06604
	слц	D06254
	уи	М17
	мода	'73777'(М17)
	сч	
	и	D06106
	вч	D06564
	пе	G05321
	зп	D06601
	мода	'73777'(М17)
	сч	
	и	D06136
	или	D06601
	мода	'73777'(М17)
	зп	
G05321	счи	М3
	зп	D06601
G05322	мода	ТКЛАСС(М17)
	сч	
	и	D06324
	нтж	D06166
	пе	G05333
	мода	ТКЛАСС(М17)
	сч	
	и	D06325
	вч	D06301
	пе	G05333
	мода	ТКЛАСС(М17)
	сч	
	и	D06326
	или	D06564
	мода	ТКЛАСС(М17)
	вчоб	
	мода	ТКЛАСС(М17)
	зп	
G05333	слиа	1(М17)
	счи	М17
	нтж	D06601
	пе	G05322
G05335	счи	М3
	вч	D06604
	вч	D06074
	зп	D06601
	сч	D06556
	сда	64-24
	или	D06601
	мод	D06604
	мода	D74001
	зп	
	сч	D06160
	слц	D06604
	слц	D06074
	зп	D06443
	уиа	D06443(М1)
	пв	ПИШГС(М2)
	сч	D06327
	зп	D06443
	пб	ОПЕРАТ
G05347	сч	D06575
	мод	D06604
	мода	D74002
	зп	
	сч	D06453
	нтж	D06301
	по	G05335
	пб	G05302
ДМВЫХ	сч	D06571
	и	D06154
	по	G04547
	сч	D06321
	пв	ВЭЛ2(М16)
	пб	КОНОП
*
* МNОТЕ: КОД ОШИБКИ = 0324 + 2*УРОВЕНЬ (ЦИФРА ДО ЗАПЯТОЙ, НЕ БОЛЬШЕ 4;
* НЕТ - 1). ГС: КОШ КОД, ТЕКСТ, ВДЧ
*
ДМНОТ	сч	D06571
	и	D06154
	по	G04547
	пв	ЛИТЕРА(М16)
	нтж	D06174
	по	G05374
	нтж	D06330
	и	D06200
	по	G05400
	нтж	D06201
	и	D06202
	по	G05400
	сч	D06074
G05366	сда	64-1
	слц	D05377
	уиа	(М17)
	пв	ВЭЛ(М16)
	сч	D06331
	пв	ВЭЛ2(М16)
	пвл	ОПЕР(М16)
	дк	0,3
G05372	сч	D06236
	пв	ВЭЛ2(М16)
	пб	КОНОП
G05374	пвл	ОПЕР(М16)
	дк	0,3
	сч	D06332
	пв	ВЭЛ2(М16)
	пб	КОНОП
D05377	конд	в'00100324'
G05400	сч	ЛИТ
	и	D06103
	зп	D06601
	вчоб	D06175
	по	G05404
	сч	D06175
	пб	G05366
G05404	сч	D06601
	пб	G05366
ДАГО	пв	ЛИТЕРА(М16)
	нтж	D06243
	пе	G04554
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04555
	сч	ЛИТ
	и	D06075
	по	G04555
	сч	ЛИТ
	или	D06176
G05414	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05422
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05422
	нтж	D06201
	и	D06202
	по	G05422
	пб	G05426
G05422	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05414
G05426	сч	
G05427	пвл	ВМЕСТ(М16)
	дк	0,D05431
	уии	М17(М3)
	слиа	-1(М17)
D05431	сч	D06152
	пв	ВЭЛ(М16)
	сч	D06333
	пв	ВЭЛ2(М16)
	пб	КОНОП
ДАИФ	пв	ЛИТЕРА(М16)
	нтж	D06207
	пе	G04553
	пвл	ОПЕР3(М16)
	дк	1,0
	пв	ЛИТЕРА(М16)
	нтж	D06243
	пе	G04554
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04555
	сч	ЛИТ
	и	D06075
	по	G04555
	сч	ЛИТ
	или	D06176
G05446	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05454
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05454
	нтж	D06201
	и	D06202
	по	G05454
	пб	G05460
G05454	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05446
G05460	сч	
G05461	пвл	ВМЕСТ(М16)
	дк	0,D05463
	уии	М17(М3)
	слиа	-1(М17)
D05463	сч	D06152
	пв	ВЭЛ(М16)
	сч	D06334
	пв	ВЭЛ2(М16)
	пб	КОНОП
ДАСТР	пвл	G76254(М16)
	дк	2,0
	сч	D06335
	пв	ВЭЛ2(М16)
	пб	КОНОП
ДГБЛА	сч	D06162
	пб	G05477
ДЛКЛА	сч	D06134
	пб	G05477
ДГБЛБ	сч	D06336
	пб	G05477
ДЛКЛБ	сч	D06337
	пб	G05477
ДГБЛС	сч	D06340
	пб	G05477
ДЛКЛС	сч	D06341
G05477	зп	D06574
G05500	пв	ЛИТЕРА(М16)
	нтж	D06173
	пе	G04555
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04555
	сч	ЛИТ
	и	D06075
	по	G04555
	сч	ЛИТ
	или	D06206
G05507	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05515
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05515
	нтж	D06201
	и	D06202
	по	G05515
	пб	G05521
G05515	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05507
G05521	сч	
	зп	D06562
	сч	ЛИТ
	нтж	D06207
	пе	G05532
G05524	пв	ЛИТЕРА(М16)
	нтж	D06177
	и	D06200
	по	G05534
	нтж	D06201
	и	D06202
	по	G05534
	сч	ЛИТ
	нтж	D06212
	пе	G04556
	пв	ЛИТЕРА(М16)
G05532	сч	D06574
	и	D06126
	пе	G05577
	пб	G05543
G05534	сч	D06562
	сда	64-1
	зп	D06601
	сда	64-2
	слц	D06601
	зп	D06601
	сч	ЛИТ
	и	D06103
	слц	D06601
	зп	D06562
	и	D06342
	пе	G04556
	пб	G05524
G05543	сч	D06574
G05544	пвл	ВМЕСТ(М16)
	дк	0,G04534
	сч	D06562
	по	G05566
	сда	64-15
	зп	D06601
	сч	D06453
	или	D06601
	или	D06343
	мода	'73777'(М3)
	или	
	мода	'73777'(М3)
	зп	
	сч	D06453
	слц	D06562
	зп	D06562
	вч	D06316
	по	G04542
G05555	сч	
	мод	D06453
	мода	ТКЛАСС
	зп	
	сч	D06453
	слц	D06074
	зп	D06453
	нтж	D06562
	пе	G05555
G05562	сч	ЛИТ
	нтж	D06213
	по	G05500
	сч	ЛИТ
	и	D06172
	по	ДАНОП
	пб	G04557
G05566	сч	D06574
	или	D06453
	или	D06343
	мода	'73777'(М3)
	или	
	мода	'73777'(М3)
	зп	
	сч	
	мод	D06453
	мода	ТКЛАСС
	зп	
	сч	D06453
	вч	D06316
	по	G04542
	сч	D06453
	слц	D06074
	зп	D06453
	пб	G05562
G05577	сч	D06574
G05600	пвл	ВГЛОБ(М16)
	дк	0,D05615
	слиа	-1(М4)
	сч	D06562
	сда	64-15
	или	ПУЛ0(М4)
	зп	ПУЛ0(М4)
	сч	D06620
	пе	G05607
	счи	М4
	слц	D06344
	зп	D06620
	зп	D06621
	пб	G05614
G05607	счи	М4
	слц	D06344
	зп	D06601
	мод	D06621
	сч	
	или	D06601
	мод	D06621
	зп	
	сч	D06601
	зп	D06621
G05614	слиа	1(М4)
	пб	G05562
D05615	сч	D06562
	сда	64-15
	зп	D06601
	или	D06574
	нтж	ПУЛ1(М17)
	и	D06345
	пе	G05625
G05621	сч	ПУЛ1(М17)
	и	D06126
	пе	G04534
	сч	ПУЛ1(М17)
	или	D06126
	зп	ПУЛ1(М17)
	пб	G05562
G05625	сч	D06562
	по	G04560
	сч	ПУЛ1(М17)
	и	D06141
	по	G04560
	сч	ПУЛ1(М17)
	нтж	D06574
	и	D06140
	пе	G04560
	сч	ПУЛ1(М17)
	и	D06142
	или	D06601
	зп	ПУЛ1(М17)
	пб	G05621
G05634	сч	D06134
	пб	G05637
G05635	сч	D06337
	пб	G05637
G05636	сч	D06346
G05637	зп	D06574
	сч	D06554
	уи	М17
	сч	D06570
	и	D06154
	по	G05655
	сч	ПУЛ1(М17)
G05643	нтж	D06574
	и	D06140
	пе	G04561
	сч	D06561
	и	D06210
	пе	G05652
	сч	D06570
	пв	ВЭЛ(М16)
G05647	пвл	G76254(М16)
	дк	2,0
	сч	D06347
	пв	ВЭЛ2(М16)
	пб	КОНОП
G05652	мода	ЭЛЕМ(М10)
	сч	
	слц	D06074
	мода	ЭЛЕМ(М10)
	зп	
	пб	G05647
G05655	мода	ТКЛАСС(М17)
	сч	
	пб	G05643
G05657	мода	ТКЛАСС(М17)
	сч	
	пб	G05670
G05661	мода	ЭЛЕМ(М10)
	сч	
	слц	D06074
	мода	ЭЛЕМ(М10)
	зп	
	пб	G05674
*
* SRСН: &П SRСН &МАС,ОБРАЗЕЦ)(НАЧ,КОН,ШАГ).МЕТКА  - SRCHA
*       &П SRСН &МАС,ОБРАЗЕЦ)(НАЧ,'СТОП',ШАГ).МЕТКА - SRCHC
* ИЩЕТ ОБРАЗЕЦ В МАССИВЕ ПЕРЕМЕННЫХ &МАС (LСLС &МАС(N)); НАЙДЕН -
* НОМЕР В &П, НЕТ - &П = 0 И ПЕРЕХОД НА .МЕТКА. ВАРИАНТ - ПО ТОМУ,
* ЕСТЬ ЛИ СТРОКА В СКОБКАХ (D06616). ПЕРВАЯ ЛИТЕРА (&) НЕ ПРОВЕРЯЕТСЯ.
*
ДПОИСК	сч	D06350
	зп	D06574
	сч	D06554
	уи	М17
	сч	D06570
	и	D06154
	по	G05657
	сч	ПУЛ1(М17)
G05670	нтж	D06134
	и	D06140
	пе	G04561
	сч	D06561
	и	D06210
	пе	G05661
	сч	D06570
	пв	ВЭЛ(М16)
G05674	пв	ЛИТЕРА(М16)
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04555
	сч	ЛИТ
	и	D06075
	по	G04555
	сч	ЛИТ
	или	D06206
G05702	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05710
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05710
	нтж	D06201
	и	D06202
	по	G05710
	пб	G05714
G05710	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05702
G05714	пв	ИЩМЕСТ(М16)
	пв	ВЭЛ(М16)
	сч	ЛИТ
	нтж	D06213
	пе	G04557
G05720	пвл	ПОДВЫР(М16)
	дк	4,0
	пв	ЛИТЕРА(М16)
	нтж	D06207
	пе	G04553
	пвл	ОПЕР3(М16)
	дк	4,0
	сч	
	зп	D06616
	пвл	ПОДВЫР(М16)
	дк	4,0
	сч	D06574
	слц	D06616
	зп	D06574
G05730	пвл	ПОДВЫР(М16)
	дк	1,0
	сч	D06574
	пв	ВЭЛ2(М16)
	пб	ДАГО
ЧТЗАП	сч	3(М1)
	и	D06111
	вчоб	2(М1)
	пе	G05737
	сч	3(М1)
	сда	64+24
	зп	D06613
	пб	G06000
G05737	счи	М2
	зп	D06613
	сч	2(М1)
	нтж	4(М1)
	и	D06272
	по	G05757
	сч	6(М1)
	по	G05750
	сч	4(М1)
	сбр	D06272
	рзб	D06273
	зп	D06612
	сч	1(М1)
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
G05750	сч	2(М1)
	зп	4(М1)
	сбр	D06272
	рзб	D06273
	или	D06126
	зп	D06612
	сч	1(М1)
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
	сч	
	зп	6(М1)
G05757	уиа	1(М2)
	сч	2(М1)
	и	D06165
	зп	D06614
	уи	М16
	мод	1(М1)
	сч	(М16)
	и	D06165
	слц	D06614
	зп	D06614
G05764	мод	1(М1)
	сч	(М16)
	мод	(М1)
	зп	-1(М2)
	слиа	1(М16)
	счи	М16
	нтж	D06614
	по	G05771
	цикл	G05764(М2)
G05771	сч	2(М1)
	зп	5(М1)
	и	D06342
	слц	D06614
	зп	2(М1)
	мод	1(М1)
	сч	(М16)
	нтж	D06351
	и	D06352
	пе	G06000
	сч	2(М1)
	слц	D06143
	и	D06342
	зп	2(М1)
G06000	мод	D06613
	пб	
G06001	сч	6(М1)
	по	(М2)
	сч	4(М1)
	сбр	D06272
	рзб	D06273
	зп	D06612
	сч	1(М1)
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
	пб	(М2)
ПИШГС	счи	М14
	зп	D06617
	уиа	D24001(М14)
	пб	D24157
D06012	сч	D06617
	уи	М14
	сч	D06615
	по	(М2)
	и	D06303
	по	G06017
	сч	D06445
	вч	D06074
	зп	D06556
G06017	сч	D06615
	и	D06106
	по	G06031
	сч	D06615
	уи	М17
	сч	D06445
	вч	D06556
	зп	D06602
G06023	пио	G06031(М17)
	мода	ТКЛАСС(М17)
	сч	
	зп	D06601
	и	D06136
	или	D06602
	мода	ТКЛАСС(М17)
	зп	
	сч	D06601
	уи	М17
	пб	G06023
G06031	сч	D06615
	и	D06170
	по	G06036
	сч	D06556
	сда	64-24
	или	D06154
	мода	D74001
	зп	
	сч	D06445
	зп	D01127
G06036	сч	D06615
	и	D06322
	по	G06042
	мод	D06566
	сч	ПУЛ1
	или	D06445
	мод	D06566
	зп	ПУЛ1
G06042	сч	
	зп	D06615
	пб	(М2)
D06044	конд	в'0010340000100001'
D06045	конд	в'0000340000100001'
ПИШЗАП	сч	D06402
	зп	D06426
	нтж	D06424
	и	D06272
	по	G06057
	сч	D06402
	зп	D06424
	сбр	D06272
	рзб	D06273
	или	D06126
	зп	D06612
	сч	D06421
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
G06057	сч	D06402
	и	D06165
	уи	М16
	сч	ЗАГЗАП
	мода	'72000'
	зп	(М16)
	пб	(М2)
G06063	сч	
	зп	D06427
	зп	СЛЕДЗП
	пб	(М2)
D06065	конд	п'42'
D06066	текст	т'   С'
D06067	конд	в'177'
D06070	текст	т'ШШШШ'
D06071	конд	в'162'
D06072	конд	в'-1'
D06073	конд	в'377'
D06074	конд	п'1'
D06075	конд	в'200'
D06076	конд	п'F'
D06077	текст	т'   П'
D06100	текст	т'   Г'
D06101	текст	т'   Л'
D06102	текст	т'  ЛП'
D06103	конд	п' '
D06104	конд	п'Р'
D06105	конд	в'00002313'
D06106	конд	в'00077777'
D06107	конд	п'F0'
D06110	конд	A(ПУЛ1)	возм.
D06111	конд	в'77777777'
D06112	конд	в'03776000'
D06113	конд	п'F40F4'
D06114	конд	т'ЬЬЬЬЬЬ'
D06115	конд	п'2'
D06116	конд	п'6'
D06117	конд	в'0010040000000000'
D06120	конд	п'F001'
D06121	конд	в'7777777777777000'
D06122	конд	в'1234567654321000'
D06123	конд	в'00000777'
D06124	конд	в'7777407777777777'
D06125	конд	в'00072000'
D06126	конд	в'0010000000000000'
D06127	конд	п'5'
D06130	конд	в'0030000000000000'
D06131	конд	м40п'1'
D06132	конд	в'0007777600000000'
D06133	конд	в'7770000177777777'
D06134	конд	м40в'020'
D06135	конд	в'00777777'
D06136	конд	в'7777777777700000'
D06137	конд	в'00007775'
D06140	конд	м40в'034'
D06141	конд	в'0000000177700000'
D06142	конд	в'7777777600077777'
D06143	конд	п'40'
D06144	конд	т'ЩЩЩЩЩЩ'
D06145	конд	в'0020000000002023'
D06146	конд	т'&@@@@@'
D06147	конд	в'1600000000010001'
D06150	конд	т'&SECT'
D06151	конд	м40п'И'
D06152	конд	п'А0'
D06153	конд	п'80'
D06154	конд	в'00010000'
D06155	конд	в'0007777700000002'
D06156	конд	м40в'117'
D06157	конд	A(D06372)	возм.
D06160	конд	в'00074000'
D06161	конд	в'6410000000000000'
D06162	конд	в'0410000000000000'
D06163	конд	в'7767777777777777'
D06164	конд	в'7770000000000000'
D06165	конд	в'00001777'
D06166	конд	м40п'А'
D06167	конд	п'177777'
D06170	конд	в'00100000'
D06171	конд	м24в'77777'
D06172	конд	в'300'
D06173	конд	п'Q'
D06174	конд	п'V'
D06175	конд	п'4'
D06176	конд	в'00047000'
D06177	конд	в'130'
D06200	конд	в'376'
D06201	конд	п'8'
D06202	конд	в'370'
D06203	конд	м40в'377'
D06204	конд	п'А00'
D06205	конд	п'F00'
D06206	конд	п'Q0'
D06207	конд	п'S'
D06210	конд	в'40000000'
D06211	конд	м40в'200'
D06212	конд	п'U'
D06213	конд	п'Z'
D06214	конд	в'04000000'
D06215	конд	п'800'
D06216	конд	т'MACRO'
D06217	конд	п'820'
D06220	конд	в'0012640207600007'
D06221	конд	в'0012142701017403'
D06222	конд	в'0000303605206037'
D06223	конд	в'0001303201000021'
D06224	конд	в'0013157432000021'
D06225	конд	в'0000014030010000'
D06226	конд	в'0013140101413421'
D06227	конд	в'0013141607600563'
D06230	конд	в'00300000'
D06231	конд	т'БПЕЧМО'
D06232	конд	т'СТАРТ'
D06233	конд	в'0001000000001000'
D06234	текст	т' '
D06235	конд	в'3770000000000000'
D06236	конд	п'L'
D06237	конд	п'J'
D06240	конд	м40т'М'
D06241	конд	п'R'
D06242	конд	п'W'
D06243	конд	в'116'
D06244	конд	т'СТРН'
D06245	конд	в'345'
D06246	конд	в'026'
D06247	конд	п'/'
D06250	конд	в'150'
D06251	конд	в'120'
D06252	конд	п'7'
D06253	конд	в'241'
D06254	конд	п'3'
D06255	конд	в'140'
D06256	конд	в'141'
D06257	конд	в'236'
D06260	конд	п'9'
D06261	конд	в'346'
D06262	конд	м40т'U'
D06263	конд	т'М'
D06264	конд	в'5060000000000001'
D06265	конд	м40т'Н'
D06266	конд	м40т'Т'
D06267	конд	м40п'F'
D06270	конд	м24в'377'
D06271	конд	м24в'333'
D06272	конд	в'07776000'
D06273	конд	в'00770037'
D06274	конд	в'0000370000000000'
D06275	конд	т'OFF'
D06276	конд	в'0000024235406552'
D06277	конд	в'0000024266202142'
D06300	конд	в'50402142'
D06301	конд	в'00000434'
D06302	конд	п'400'
D06303	конд	п'100'
D06304	конд	т'&SNDX'
D06305	конд	в'00000434'
D06306	конд	м24в'277777'
D06307	конд	в'01777777'
D06310	конд	в'135'
D06311	конд	п'1000'
D06312	конд	м40п'W'
D06313	конд	т'&SLIST'
D06314	конд	п'И000А4'
D06315	конд	п'И000А0'
D06316	конд	в'00000600'
D06317	конд	в'1000000000010001'
D06320	конд	п'Р0'
D06321	конд	п'N'
D06322	конд	п'200'
D06323	конд	в'77700000'
D06324	конд	м40в'340'
D06325	конд	A(ПУЛ1)	возм.
D06326	конд	м40в'376'
D06327	конд	в'00075234'
D06330	конд	в'022'
D06331	конд	в'146'
D06332	конд	в'162'
D06333	конд	в'147'
D06334	конд	п'G'
D06335	конд	в'127'
D06336	конд	в'0510000000000000'
D06337	конд	м40в'024'
D06340	конд	в'1610000000000000'
D06341	конд	м40п'Ш'
D06342	конд	в'7777777777776000'
D06343	конд	п'А000А0'
D06344	конд	в'00007776'
D06345	конд	в'0700000177700000'
D06346	конд	м40в'030'
D06347	конд	п'I'
D06350	конд	в'143'
D06351	конд	п'И0'
D06352	конд	в'00076000'
D06353	пам	1
D06354	пам	1
D06355	конд	м40в'320'
	конд	м40в'300'
	конд	м40в'260'
	конд	м40в'240'
	конд	м40в'220'
D06362	конд	м40в'200'
	конд	м40п'Р'
	конд	м40п'F'
	конд	м40в'120'
	конд	м40в'140'
	конд	м40в'160'
D06370	конд	м40в'200'
D06371	конд	в'00013676'
D06372	пам	1
D06373	пам	1
D06374	пам	1
D06375	пам	5
D06402	пам	2
ЗАГЗАП	пам	1
ТЕКЗАП	пам	1
D06406	пам	9
D06417	пам	1
D06420	конд	A(D06427)	возм.
D06421	конд	в'00072000'
D06422	пам	1
D06423	конд	п'//У000'
D06424	пам	2
D06426	пам	1
D06427	пам	1
СЛЕДЗП	пам	10
D06442	пам	1
D06443	конд	в'00075234'
	пам	1
D06445	пам	3
D06450	пам	1
ЛИТ	пам	1
КЛЮЧ	пам	1
D06453	пам	1
D06454	пам	30
D06512	пам	1
D06513	пам	1
D06514	пам	1
D06515	пам	1
D06516	пам	1
D06517	пам	1
D06520	пам	2
КАДРОП	пам	1
D06523	пам	21
D06550	пам	1
D06551	пам	3
D06554	пам	1
D06555	пам	1
D06556	пам	1
D06557	пам	1
D06560	пам	1
D06561	пам	1
D06562	пам	1
D06563	пам	1
D06564	пам	1
D06565	пам	1
D06566	пам	1
D06567	пам	1
D06570	пам	1
D06571	пам	2
D06573	пам	1
D06574	пам	1
D06575	пам	1
D06576	пам	1
D06577	пам	1
D06600	пам	1
D06601	пам	1
D06602	пам	1
D06603	пам	1
D06604	пам	2
D06606	пам	1
D06607	пам	1
D06610	пам	1
D06611	пам	1
D06612	пам	1
D06613	пам	1
D06614	пам	1
D06615	пам	1
D06616	пам	1
D06617	пам	1
D06620	пам	1
D06621	пам	1
D06622	пам	1
D06623	пам	1
D06624	пам	1
D06625	пам	1
D06626	пам	1
D06627	пам	1
D06630	пам	1
D06631	пам	1
D06632	пам	29
D06667	пам	389
D07474	пам	8
D07504	пам	185
ПЕРПУЛ	пам	1
ПУЛ0	пам	1
ПУЛ1	пам	1
	ФИНИШ
