МРЕД2	СТАРТ	'2000'
	М
МОН0	внеш	D01101,D01122,D01127,D01167,D01171
МОН0	внеш	D01172,D01173,D01174,D01176,D01201
МОН0	внеш	D01202,D01203,D01204,D01212,D01236
МОН0	внеш	КАДРВ,КАДРН,СООБЩ
МРЕД24	внеш	D24001,D24010,D24045,D24046,D24132
МРЕД24	внеш	D24133,D24134,D24157,G24102
МРЕД74	внеш	D74001,D74002,D74600,D76542,D77114
МРЕД74	внеш	G76254,ВГЛОБ,ВГЛОБ2,ВМЕСТ,ВЫДЭЛ
МРЕД74	внеш	ВЭЛ,ВЭЛ2,ЗАКЭЛ,ИМЯ,ИЩМЕСТ
МРЕД74	внеш	КОНИМ,ЛИТЕРА,НОВИМ,ОПЕР,ОПЕР2
МРЕД74	внеш	ОПЕР3,ПОДВЫР,ПРИПИС,ПРОДОЛ,СБРОС
МРЕД74	внеш	ТКЛАСС,ЭЛЕМ,ЭЛЗАГ
	вход	D03015,D04535,D04540,D04545,D04546
	вход	D04551,D04564,D04565,D04566,D06012
	вход	D06353,D06362,D06370,D06371,D06372
	вход	D06373,D06374,D06375,D06402,D06417
	вход	D06420,D06427,D06442,D06443,D06445
	вход	D06450,D06453,D06454,D06512,D06513
	вход	D06514,D06515,D06516,D06517,D06520
	вход	D06522,D06523,D06550,D06551,D06555
	вход	D06557,D06560,D06563,D06573,D06575
	вход	D06576,D06577,D06600,D06601,D06610
	вход	D06616,D06631,D06632,D06667,G03074
	вход	G03371,G04532,G04533,G04536,G04543
	вход	G04544,G04555,G04563,ЗАГЗАП,КЛЮЧ
	вход	КОНВХ,ЛИТ,ПИШГС,ПИШЗАП,ПУЛ0
	вход	ПУЛ1,СЛЕДЗП,ТЕКЗАП,ЧТЗАП
*
* МАКРОРЕДАКТОР БЕМШ ИПМ (20.06.78), ЧАСТЬ 02000-07777.
* ВОССТАНОВЛЕН ПО ДИСКУ 2048, ЗОНЫ 0154-0156.
* ЧИТАЕТ ИСХОДНЫЙ ТЕКСТ С БАРАБАНА 012 (ЗАПИСИ ПО СТРОКЕ),
* КОМПИЛИРУЕТ ОПРЕДЕЛЕНИЯ МАКРОСОВ И ВЫЗОВЫ В ГС (СХЕМУ ДЛЯ
* МАКРОМАШИНЫ), ПОМЕЧАЕТ СТРОКИ ДЛЯ МАКРОМАШИНЫ И КОДЫ ОШИБОК
* В ЗАГОЛОВКАХ ЗАПИСЕЙ И ПИШЕТ ЗАПИСИ ОБРАТНО.
*
	сч	D06065
	Э50	'103'
	пб	НАЧАЛО
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'5710247300777777'
	конд	в'0220000000740000'
	конд	в'6414470620040100'
	конд	в'6412171420040100'
	конд	в'2212052523053110'
	конд	в'5365411424534111'
	конд	в'2305227023120525'
	конд	в'2305251053654114'
	конд	в'2453411123047517'
	конд	п'UFFFFF'
	конд	п'44900'
	конд	п'500900'
	конд	в'0140637503002016'
	конд	п'5045'
	конд	п'500900'
	конд	в'0140642003002021'
	конд	п'4/00'
	конд	в'2205265052350241'
	конд	в'5264011453652514'
	конд	в'2425065020155241'
	конд	в'6404026051342306'
	конд	в'2004011425527521'
	конд	д'WLOLRP'
	конд	в'2205112156046126'
	конд	в'5365052723047511'
	конд	в'2304751120040100'
	конд	п'5000,И'
	конд	в'0147523403002035'
	конд	в'0000014403000000'
	конд	в'2205465066520720'
	конд	в'2015025750730100'
	конд	в'2305165724253514'
	конд	в'2364751120040100'
	конк	A(D06372)	возм.
	конк	A(D06373)	возм.
	конд	в'0000637403000000'
	конд	в'2205365064120653'
	конд	в'2004010020046121'
	конд	в'2564424125446121'
	конд	в'5204051123047517'
	конд	п'UFFFFF'
	конд	п'500900'
	конд	в'0147523503002053'
	конд	в'0000002003000000'
	конд	в'2205225062325500'
	конд	в'2004612753650527'
	конд	в'2304752456046127'
	конд	в'5365052723047517'
	конд	п'UFFFFF'
	конд	п'500900'
	конд	п'6,4/4У'
	конд	п'-/00'
	конд	в'2205225062325500'
	конд	в'2004612124244241'
	конд	в'2544612152040511'
	конд	в'2305052656046124'
	конд	в'5213210020040114'
	конд	в'5025311423647511'
	конд	п'500900'
	конд	п'6,3/4Э'
	конк	п'+'
	конк	A(D06420)	возм.
	конд	п'/00900'
	конд	в'6172150020040100'
	конд	в'6312150020040100'
	конд	в'2212052623052510'
	конд	в'5025351453650527'
	конд	д'ILOQPT'
	конд	в'2205327023052510'
	конд	в'5025351453650527'
	конд	д'ILOILO'
	конд	п'UFFFFF'
	конд	п'4D900'
	конд	п'500900'
	конд	в'0141076201410762'
	конд	в'0300211220077016'
	конд	п'/00900'
	конд	п'4F900'
	конд	п'500900'
	конд	в'0147460001474000'
	конд	в'0300211700000061'
	конд	п'/00900'
	конд	в'5614364320040100'
	конд	в'5614624320040100'
	конд	в'2212052623050526'
	конд	в'2212752523051270'
	конд	д'ILOSHV'
	конд	в'5604612125444257'
	конд	в'2524612256044514'
	конд	в'2364451423644500'
	конд	в'0000212202200000'
	конд	п'500900'
	конд	в'0142370003002134'
	конд	п'D/00'
	конд	в'0000212302200000'
	конд	п'500900'
	конд	в'0140666703002140'
	конд	п'D/00'
	конд	в'5234231450640100'
	конд	в'6114624320040100'
	конд	в'6232772060640100'
	конд	в'5073225764141500'
	конд	в'6232165750732100'
	конд	в'5073224353721664'
	конд	в'2212052623050670'
	конд	в'2312752523120521'
	конд	в'2404612356046126'
	конд	в'5365052723047521'
	конд	в'2405011026134114'
	конд	в'2572752125646117'
	конд	в'2224611722240100'
	конк	в'00002142'
	конк	A(D06453)	возм.
	конд	в'0000214302200000'
	конд	п'500900'
	конд	в'0147443403002162'
	конд	в'0000003303000000'
	конд	в'0000214400002566'
	конд	в'0000214502200000'
	конд	п'500900'
	конд	в'0140645403002167'
	конд	в'0000003203000000'
	конд	в'0000214600002564'
	конд	в'0000214702200000'
	конд	п'500900'
	конд	в'0140651203002174'
	конд	в'0000002403000000'
	конд	в'2205225062324304'
	конд	в'2004612453650527'
	конд	в'2304751722240100'
	конд	в'0000655000006551'
	конд	в'0000655200006553'
	конд	п'/00900'
	конд	в'6054470620040100'
	конд	в'5412270461440100'
	конд	в'2212052623053657'
	конд	д'QWLOQU'
	конд	в'2404412656046127'
	конд	в'5365052723047511'
	конд	в'2304751120040100'
	конд	в'0000220402200000'
	конд	п'500900'
	конд	в'0147200003002215'
	конд	п'Т/00'
	конд	в'0000220502200000'
	конд	п'500900'
	конд	в'0143000003002221'
	конд	в'0000014403000000'
	конд	в'5034226020040100'
	конд	в'5033226020040100'
	конд	в'5035032020040100'
	конд	в'6052073250240100'
	конд	в'6055010020040100'
	конд	в'6115025020040100'
	конд	в'6114150020040100'
	конд	в'5272672020040100'
	конд	в'5272766020040100'
	конд	в'5275032020040100'
	конд	в'5332424553240100'
	конд	в'6412571420040100'
	конд	в'6413024561440100'
	конд	в'5412272620040100'
	конд	в'5414210020040100'
	конд	в'5074625764141500'
	конд	в'6154610020040100'
	конд	в'5612066050746100'
	конд	в'5612750020040100'
	конд	в'6413025363140336'
	конд	в'6744010020040100'
	конд	в'6424010020040100'
	конд	в'6425050020040100'
	конд	в'6432572064040100'
	конд	в'5112470463121500'
	конд	в'5112710020040100'
	конд	в'5112471152640100'
	конд	в'5472210020040100'
	конд	в'5472224420040100'
	конд	в'6232430653741255'
	конд	в'5055526020040100'
	конд	в'5373225050732260'
	конд	д'HQPHUH'
	конд	в'5365052623120527'
	конд	в'2305127022246117'
	конд	в'2224611722240100'
	конд	п'500900'
	конд	в'0140655401402223'
	конд	в'0300227000000040'
	конд	п'/00900'
D02273	конд	п'4604/'
	конд	в'0000226300002267'
	конд	в'0000202300002034'
	конд	п'4:04Г'
	конд	п'4Е04К'
	конд	п'4Н04Т'
	конд	п'4Х04Ь'
	конд	п'4G04S'
	конд	в'0000210100002115'
	конд	в'0000212400002132'
	конд	в'0000212400002136'
	конд	в'0000215000002157'
	конд	в'0000215000002164'
	конд	в'0000215000002171'
	конд	в'0000217600002201'
	конд	в'0000220600002213'
	конд	в'0000220600002217'
	конд	в'0000231500002325'
	конд	в'2205265064130245'
	конд	в'6115011424534114'
	конд	в'2425111024334114'
	конд	в'5025211453652511'
	конд	в'2304752222053670'
	конд	в'2305052222050670'
	конд	в'2312052423127525'
	конд	д'ILOLOI'
	конд	п'500900'
	конд	в'0140257301402654'
	конд	в'0300232600000057'
	конд	п'/00900'
	конд	в'5073225764040100'
	конд	в'5634526462240100'
	конд	в'2013464355040100'
	конд	в'2004024250640100'
	конд	в'2012130467440100'
	конд	в'2012133156040100'
	конд	в'2015030764040100'
	конд	в'2004032050640100'
	конд	в'2012565052640100'
	конд	в'6232430450440100'
	конд	в'6232430466440100'
	конд	в'2015532050640100'
	конд	в'6655024361640100'
	конд	в'2012571467440100'
	конд	в'2012133161040100'
	конд	в'2012565060640100'
	конд	в'2004024554240100'
	конд	в'2004024755040100'
	конд	в'2004024751240100'
	конд	в'2004025651240100'
	конд	в'2004025455040100'
	конд	в'2004025451240100'
	конд	в'5033226053440100'
	конд	в'5075724555040100'
	конд	п'FFFWFF'
	конд	в'2004010023240100'
	конд	п'FFFVFF'
	конд	в'2004010023640100'
	конд	в'2012725755040100'
	конд	в'2012065651040100'
	конд	в'2004025754440100'
	конд	в'5033226052640100'
	конд	в'5033226054040100'
	конд	в'5033226053040100'
	конд	в'5033226050640100'
	конд	в'6412165350240100'
	конд	в'6412165350640100'
	конд	в'5074631150440100'
	конд	в'2012565766640100'
	конд	в'6675573366640100'
	конд	в'2012266150640100'
	конд	в'2012366450640100'
	конд	в'2012364550640100'
	конд	в'2012724550640100'
	конд	в'2012626450640100'
	конд	в'2012624551640100'
	конд	в'6675573366640100'
	конд	в'6675573366640100'
	конд	в'6655024361440100'
	конд	в'5033226056240100'
	конд	в'5054233664040100'
G02414	сч	D06066
	зп	D02573(М5)
	сч	D02572
	и	D06067
	пб	G02524
G02417	сч	D02572
	зп	D02654(М5)
	сч	D06070
	зп	D02573(М5)
	сч	D02572
	вчоб	D06071
	пе	G02527
	мод	D02572
	сч	'2231'
	зп	D02573(М5)
	сч	D06072
	зп	D02654(М5)
	пв	G02527
	конд	в'0000242700002463'
	конд	в'2205265020120657'
	конд	в'6053011425334114'
	конд	в'2612424356326655'
	конд	в'5033225754046124'
	конд	в'5604612552144650'
	конд	в'6104012123053270'
	конд	в'2305065024446126'
	конд	в'5604612152051514'
	конд	в'2553411424324124'
	конд	в'2305327023050650'
	конд	в'2524612656046121'
	конд	в'5205311425534114'
	конд	в'2432412723052670'
	конд	в'2305225026040121'
	конд	в'2404612356046124'
	конд	в'5205450024250514'
	конд	в'2453411425050250'
	конд	в'2425010024251100'
	конд	в'2005052120050523'
	конд	в'2004012124440121'
	конд	в'2504010024251500'
	конд	в'2425250020050524'
	конд	в'2005052620040121'
	конд	в'2524012125646117'
	конд	в'5365251453650527'
	конд	в'2305052522051270'
	конд	в'2312752522246117'
	конд	в'2364450020040100'
	конд	п'500900'
	конд	в'0140255103002464'
	конд	в'0000002003000000'
G02466	цикл	G02470(М6)
	уиа	-5(М6)
	слиа	1(М7)
G02470	мода	ЭЛЕМ(М7)
	сч	
	сд	D06355+5(М6)
	и	D06073
	зп	D02572
	пб	(М15)
G02473	зп	D02552
	счрж	'177'
	зп	D02550
	счи	М13
	зп	D02551
	сч	-1(М13)
	пб	G02500
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пам	1
G02500	зп	D02735
	уиа	-14(М13)
G02501	счи	М17(М13)
	зп	D02554+13(М13)
	цикл	G02501(М13)
	уиа	G02417+7(М2)
	пв	G02741(М3)
	сч	D02735
	и	D06074
	по	G02532
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	уиа	(М5)
	уиа	-6(М6)
	уиа	(М7)
G02510	пв	G02466(М15)
	и	D06075
	пе	G02414
	сч	D02572
	и	D06076
	пе	G02417
	сч	D02572
	сда	64+4
	уи	М13
	пб	G02510+6(М13)
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0010607703002522'
	конд	в'0010610003002522'
	конд	в'0010610103002522'
	конд	в'0010610202200000'
	конд	в'2400257300102572'
	конд	в'0011610302200000'
G02524	сда	64-8
	зп	D02654(М5)
	пв	G02466(М15)
G02526	или	D02654(М5)
	зп	D02654(М5)
G02527	слиа	1(М5)
	счи	М5
	нтж	D06104
	пе	G02510
	уиа	D02273+17(М2)
	пв	G02741(М3)
G02532	уиа	D02273-1(М2)
G02533	слиа	1(М2)
	сч	D02735
	сда	64+1
	зп	D02735
	и	D06074
	по	G02541
	счи	М2
	зп	D02654
	пв	G02741(М3)
	сч	D02654
	уи	М2
G02541	счи	М2
	нтж	D06105
	пе	G02533
	уиа	-13(М1)
G02543	сч	D02554+13(М1)
	уи	М17(М1)
	цикл	G02543(М1)
	сч	D02553
	уи	М1
	сч	D02552
	рж	D02550
	мод	D02551
	пб	
D02550	пам	1
D02551	пам	1
D02552	пам	1
D02553	пам	1
D02554	пам	14
D02572	пам	1
D02573	пам	49
D02654	пам	49
D02735	пам	1
D02736	пам	1
D02737	пам	1
D02740	пам	1
G02741	сч	(М2)
	сда	64+24
	зп	D02736
	сч	(М2)
	и	D06106
	зп	D02737
	счи	М3
	зп	D02740
	уиа	D02654+45(М17)
	пв	'70546'(М16)
	мод	D02740
	пб	
D02747	конд	в'0000320000100000'
D02750	конк	A(G02764)	возм.
	конк	в'44000000'
	конд	п'МАКРОР'
	конд	п'ЕДАКТО'
	конд	п'Р ОТ  '
	конд	п'20.06.'
	конд	п'78    '
	конд	м40в'231'
*
* НАЧАЛО: ВЫГРУЗКА ЛИСТА 034 (МОНИТОР) НА БАРАБАН 010, ЧТЕНИЕ
* БИБЛИОТЕКИ ЧТКОМП (ЕСЛИ ЗАДАНА) В 010000-023777 И 030000
*
НАЧАЛО	ржа	'3'
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	СООБЩ(М16)
	конк	в'00402751'
	сч	D01122
	по	G02764
	Э70	D02747
	Э67	D02750
G02764	Э70	D06045
	сч	D06107
	зп	D06571
	уиа	(М3)
	сч	
	зп	D06620
	зп	D06621
	зп	D06556
	зп	D06615
	уиа	-63(М16)
G02772	мода	'23777'(М16)
	зп	
	цикл	G02772(М16)
	зп	D06563
	мода	ЭЛЗАГ
	зп	
	уиа	8(М4)
	сч	D06110
	мода	ПУЛ1+2
	зп	
	сч	D01174
	и	D06111
	или	D06423
	зп	D06423
	сч	D01173
	зп	D06422
	сч	D01174
	и	D06112
	зп	D01176
	сда	64-26
	зп	D06601
	сч	D06601
	уиа	-3(М16)
G03006	зп	D06601
	сда	64+12
	или	D06601
	цикл	G03006(М16)
	мода	D24010
	слц	
	уиа	-29(М16)
G03012	мода	D24045(М16)
	зп	
	слц	D06113
	цикл	G03012(М16)
	уиа	D24001(М14)
	пб	G24102
D03015	уиа	(М1)
G03016	сч	ТКЛАСС(М1)
	слиа	1(М1)
	нтж	D06114
	пе	G03016
	счи	М1
	зп	D06627
	уиа	-1(М1)
G03022	слиа	1(М1)
	мод	D06627
	сч	ТКЛАСС(М1)
G03024	зп	КЛЮЧ
	и	D06073
	пе	G03027
	сч	КЛЮЧ
	сда	64+8
	пб	G03024
G03027	сч	ТКЛАСС(М1)
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВГЛОБ(М16)
	конк	в'00003031'
	счи	М1
	слц	D06115
	нтж	D06627
	пе	G03022
	счи	М4
	зп	D06623
	слц	D06116
	зп	D06622
	слц	D06074
	зп	D03336
	сч	D01101
	по	НЕТБИБ
	или	D06117
	уиа	-5(М1)
ЧТБИБ	зп	D06601	ЗОНА БИБЛИОТЕКИ
	Э70	D06601
	сч	D06601
	слц	D06120
	цикл	ЧТБИБ(М1)
	зп	D06601
	мода	'23677'
	сч	
	и	D06121
	нтж	D06122
	по	G03055
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	СООБЩ(М16)
	конк	п'26И'
	Э74	'0'
	конд	п'  НЕВЕ'
D03051	конд	п'РНЫЙ 1'
	конд	п'-Й КОМ'
	конд	п'ПИЛИР '
	конд	в'1362005211231231'
G03055	мода	'23677'
	сч	
	и	D06123
	мода	'23677'
	зп	
	мода	'23676'
	сч	
	уи	М4
	сда	64+15
	зп	D06353
	мода	'23675'
	сч	
	и	D06106
	зп	D06620
	мода	'23675'
	сч	
	сда	64+15
	зп	D06621
	сч	D06601
	и	D06124
	зп	D06601
	уиа	(М1)
	уиа	(М5)
G03071	счи	М5
	слц	D06074
	мода	D24133
	зп	
	пб	D24134
G03074	пино	G03163(М1)
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	мода	D24132
	сч	
	сда	64-30
	или	D06601
	зп	D06602
	Э70	D06602
	сч	D06601
	слц	D06074
	зп	D06601
	слиа	1(М5)
	счи	М5
	или	D06122
	мода	'23677'
	нтж	
	и	D06123
	пе	G03071
G03105	слиа	1(М1)
	сч	D01101(М1)
	по	G03303
	счи	М1
	нтж	D06116
	по	G03303
	сч	D06125
	сда	64-20
	слц	D01101(М1)
	слц	D06126
	зп	D06602
	слц	D06127
	зп	D06603
	Э70	D06603
	сч	'73676'
	сда	64+15
	зп	D06353
	сч	'73677'
	и	D06121
	нтж	D06122
	по	G03123
	счи	М1
	слц	D03051
	зп	D03051
	пвл	СООБЩ(М16)
	конк	п'26И'
	Э74	'0'
G03123	счи	М5
	зп	D06626
	слц	'73677'
	и	D06123
	зп	D06624
	счи	М4
	вч	D06622
	сл	D06110
	мода	ПУЛ1+2
	зп	(М1)
	счи	М5
	сда	64-15
	мода	ПУЛ1+2
	или	(М1)
	мода	ПУЛ1+2
	зп	(М1)
	вч	D06110
	слц	'73676'
	и	D06106
	зп	D06625
	сч	D06622
	слц	D06115
	уи	М2
	сч	D06602
	зп	D06603
ЗАПИСИ	Э70	D06603
	пио	G03156(М2)
	уиа	'54'(М17)
G03142	сч	'71777'(М17)
	и	D06130
	нтж	D06131
	пе	G03152
	сч	ПУЛ1(М17)
	и	D06132
	зп	D02551
	сч	'71777'(М17)
	и	D06133
	или	D02551
	зп	ПУЛ1(М17)
	счи	М1
	сда	64-18
	или	ПУЛ1(М17)
	зп	ПУЛ1(М17)
G03152	слиа	2(М17)
	счи	М17
	вч	D06623
	пе	G03142
	сч	'71775'(М2)
	зп	ПУЛ1(М4)
	слиа	4(М4)
G03156	счи	М4
	вч	D06625
	пе	G03172
	сч	D01101(М1)
	слц	D06116
	или	D06126
	зп	D06602
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пб	G03071
G03163	мода	D24132
	сч	
	сда	64-30
	или	D06602
	зп	D06603
	Э70	D06603
	сч	D06602
	слц	D06074
	зп	D06602
	слиа	1(М5)
	счи	М5
	вч	D06624
	по	G03105
	пб	G03071
G03172	сч	'72000'(М2)
	зп	КЛЮЧ
	сч	'72001'(М2)
	и	D06133
	зп	'72001'(М2)
	и	D06130
	нтж	D06131
	по	G03202
	сч	'72001'(М2)
	и	D06134
	пе	G03220
	сч	'72001'(М2)
	пвл	ВГЛОБ(М16)
	конк	A(G03215)	возм.
	пб	G03246
G03202	сч	'72001'(М2)
	и	D06135
	по	G03207
	счи	М1
	сда	64-18
	или	'72001'(М2)
G03205	пвл	ВГЛОБ(М16)
	конк	в'00003210'
	пб	G03246
G03207	сч	'72001'(М2)
	пб	G03205
	сч	D06601
	и	D06106
	по	G03215
	сч	ПУЛ1(М17)
	и	D06132
	зп	D06603
	сч	D06601
	и	D06133
	или	D06603
	зп	ПУЛ1(М17)
G03215	счи	М17
	вч	D06622
	пе	G03246
	слиа	2(М4)
	пб	G03246
G03220	сч	'72001'(М2)
	и	D06136
	пвл	ВГЛОБ(М16)
	конк	в'00003227'
G03222	счи	М4
	слц	D06137
	мод	D06621
	или	
	мод	D06621
	зп	
	счи	М4
	слц	D06137
	зп	D06621
	пб	G03246
	счи	М4
	вч	D06371
	по	G04536
	сч	
	зп	ПУЛ1-1(М4)
	счи	М17
	сда	64-25
	зп	ПУЛ1(М4)
	слиа	2(М4)
	сч	D06601
	нтж	ПУЛ1(М17)
	и	D06140
	пе	G04560
	сч	D06601
	и	D06141
	зп	D06562
	по	G03244
	сч	ПУЛ1(М17)
	и	D06141
	по	G04560
	сч	ПУЛ1(М17)
	и	D06142
	или	D06562
	зп	ПУЛ1(М17)
	пб	G03222
G03244	сч	ПУЛ1(М17)
	и	D06141
	пе	G04560
	пб	G03222
G03246	слиа	2(М2)
	счи	М2
	вч	D06143
	пе	G03156
	уиа	(М2)
	сч	D06603
	слц	D06074
	зп	D06603
	пб	ЗАПИСИ
НЕТБИБ	сч	D06144
	зп	КЛЮЧ
	сч	D06145
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВГЛОБ(М16)
	конк	в'00003256'
	счи	М4
	уи	М5
	сч	D06146
	зп	КЛЮЧ
	счи	М4
	слц	D06147
	пвл	ВГЛОБ(М16)
	конк	в'00003262'
	слиа	2(М4)
	сч	
	зп	ПУЛ1-2(М4)
	зп	ПУЛ1-1(М4)
	уиа	-24(М16)
G03265	сч	G03303+26(М16)
	мода	ЭЛЗАГ(М16)
	зп	24
	цикл	G03265(М16)
	счи	М5
	мода	ЭЛЗАГ
	слц	12
	мода	ЭЛЗАГ
	зп	12
	уиа	D06443(М1)
	пв	ПИШГС(М2)
	сч	D06150
	зп	КЛЮЧ
	сч	D06151
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВГЛОБ(М16)
	конк	в'00003276'
	слиа	-1(М4)
	сч	
	зп	ПУЛ1(М4)
	мода	ПУЛ1+1(М4)
	зп	
	счи	М4
	слц	D06110
	или	ПУЛ1-1(М4)
	зп	ПУЛ1-1(М4)
	слиа	3(М4)
G03303	уиа	D06420(М1)
	пв	ЧТЗАП(М2)
	пб	ОПЕРАТ
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'031'
	конд	п'1'
	конд	п'5003'
	конд	в'1000242000264040'
	конд	в'0404040000000000'
	конд	п'106003'
	конд	м40п'Z'
	конд	п'А 00I0'
	конд	п'308008'
	конд	м40п'1'
	конд	м40п'1'
	конд	м40п'П'
	конд	в'1000140000010000'
	конд	п'1А4А '
	конд	в'1000240000500010'
	конд	п'SL0000'
	конд	п'9002'
	конд	м40п'N'
	конд	п'42007'
	конд	п'-000'
	конд	п'А005А4'
	конд	в'1600000000020021'
	конд	п'7'
	пам	2
D03336	пам	1
КОНВХ	сч	D06571
	и	D06152
	по	G03445
G03341	сч	D06153
	зп	D06571
	сч	D06571
	или	D06154
	зп	D06571
	пв	СБРОС(М15)
	уиа	D06420(М1)
	пв	G06001(М2)
	сч	D06155
	зп	D06372
	сч	D06156
	зп	D06373
	сч	D06157
	зп	D06443
	уиа	D06443(М1)
	пв	ПИШГС(М2)
	сч	D01176
	слц	D06445
	зп	D01176
	сч	D06110
	зп	D01202
	сч	D06160
	зп	D01203
	счи	М3
	слц	D06160
	зп	D01204
	зп	КАДРВ
	зп	КАДРН
	счи	М4
	зп	D06601
	сч	D06627
	сда	64-1
	слц	D06115
	уи	М17
G03362	слиа	2(М17)
	сч	ПУЛ1(М17)
	и	D06161
	нтж	D06162
	пе	G03366
	сч	ПУЛ1(М17)
	и	D06163
	зп	ПУЛ1(М17)
G03366	счи	М17
	вч	D06601
	пе	G03362
	уиа	D24001(М14)
	пб	D24046
G03371	счи	М4
	мода	'23676'
	зп	
	сч	D06353
	сда	64-15
	мода	'23676'
	или	
	мода	'23676'
	зп	
	сч	D06620
	мода	'23675'
	зп	
	сч	D06621
	сда	64-15
	мода	'23675'
	или	
	мода	'23675'
	зп	
	сч	D01167
	пе	G03440
G03403	сч	D06620
	по	G03440
	уи	М16
	сч	(М16)
	и	D06164
	пе	G03414
	сч	(М16)
	и	D06132
	сда	64+25
	слц	D06110
	уи	М1
	сч	(М16)
	и	D06106
	зп	D06620
	сч	(М1)
	зп	(М16)
	пб	G03403
G03414	счи	М4
	зп	D06601
	сч	(М16)
	сда	64+15
	и	D06165
	по	G03432
G03417	слц	D06601
	зп	D06562
	сч	(М16)
	и	D06106
	зп	D06620
	сч	(М16)
	и	D06136
	или	D06601
	слц	D06110
	или	D06166
	зп	(М16)
	сч	D06562
	вч	D06371
	по	G03436
G03426	сч	
	зп	ПУЛ1(М4)
	слиа	1(М4)
	счи	М4
	нтж	D06562
	пе	G03426
	пб	G03403
G03432	сч	D06074
	пб	G03417
	конд	п'ПЕРЕП '
	конд	п'ГЛ СЛ '
	конд	м40в'231'
G03436	пвл	СООБЩ(М16)
	конк	в'00103433'
	Э74	'0'
G03440	счи	М4
	зп	D01201
	сда	64-32
	рзб	D06167
	зп	D03447
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	СООБЩ(М16)
	конк	п'17З'
	пб	D01212
G03445	сч	D06170
	зп	D06615
	пб	G03341
D03447	пам	1
	конд	п'-КОЛИЧ'
	конд	п' ЯЧ ГС'
	конд	м40в'231'
*
* ОЧЕРЕДНОЙ ОПЕРАТОР: ПЕРВАЯ ЛИТЕРА РЕШАЕТ ВИД МЕТКИ -
* & (SЕТх), . (ПОРЯДКОВАЯ), * (КОММЕНТАРИЙ), БУКВА, НЕТ МЕТКИ
*
ОПЕРАТ	уиа	-5(М12)
	уиа	-1(М10)
	уиа	(М11)
	уиа	(М14)
	сч	
	зп	D06450
	зп	D06557
	зп	D06513
	сч	D06427
	по	КОНВХ
	уиа	-18(М16)
G03461	сч	СЛЕДЗП+10(М16)
	зп	D06406+9(М16)
	цикл	G03461(М16)
	уиа	D06420(М1)
	пв	ЧТЗАП(М2)
	сч	ЗАГЗАП
	и	D06171
	мода	ЭЛЗАГ
	зп	
	уиа	(М1)
	уиа	-6(М2)
	пв	НОВИМ(М16)
	пв	ЛИТЕРА(М16)
	и	D06172
	по	БЕЗМЕТ
	сч	ЛИТ
	нтж	D06173
	по	ПЕРМЕТ
	сч	ЛИТ
	и	D06075
	пе	МЕТКА
	сч	ЛИТ
	нтж	D06174
	по	КОММ
	нтж	D06175
	по	ПОРМЕТ
	пб	G04033
КОММ	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	сч	D06571
	и	D06154
	по	G03740
	уиа	(М1)
	уиа	-5(М2)
G03506	пв	ПРИПИС(М16)
	пв	ЛИТЕРА(М16)
	пе	G03506
	пв	КОНИМ(М15)
	пб	G05372
ПОРМЕТ	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04550
	сч	ЛИТ
	и	D06075
	по	G03564
	сч	ЛИТ
	или	D06176
G03517	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G03525
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G03525
	нтж	D06201
	и	D06202
	по	G03525
	пб	G03531
G03525	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G03517
G03531	сч	D06571
	и	D06152
	по	G03533
	пв	СБРОС(М15)
G03533	сч	D06204
	зп	D06561
	сч	
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВМЕСТ(М16)
	конк	в'00003552'
	счи	М3
	вч	D06074
	зп	D06602
	уиа	'12615'(М17)
G03540	мода	ТКЛАСС(М17)
	сч	
	и	D06106
	по	G03543
	уи	М17
	пб	G03540
G03543	мода	ТКЛАСС(М17)
	сч	
	или	D06602
	мода	ТКЛАСС(М17)
	зп	
G03546	сч	ЛИТ
	и	D06172
	пе	G04550
	счи	М1
	зп	D06607
	счи	М2
	зп	D06606
	пб	G03644
	мода	ТКЛАСС(М17)
	сч	
	и	D06111
	пе	G04534
	счи	М17
	зп	D06602
	уиа	'12615'(М17)
G03556	мода	ТКЛАСС(М17)
	сч	
	и	D06106
	по	G03561
	уи	М17
	пб	G03556
G03561	мода	ТКЛАСС(М17)
	сч	
	или	D06602
	мода	ТКЛАСС(М17)
	зп	
	пб	G03546
G03564	сч	ЛИТ
	нтж	D06174
	по	ДАНОП
	пб	G04550
ПЕРМЕТ	сч	D06205
	зп	D06561
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04033
	сч	ЛИТ
	и	D06075
	по	G04033
	сч	ЛИТ
	или	D06206
G03574	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G03602
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G03602
	нтж	D06201
	и	D06202
	по	G03602
	пб	G03606
G03602	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G03574
G03606	пв	ИЩМЕСТ(М16)
	зп	D06570
	счи	М17
	зп	D06554
	сч	ЛИТ
	и	D06172
	по	G03645
	сч	ЛИТ
	нтж	D06207
	по	G03614
	пб	G04033
G03614	сч	D06210
	зп	D06561
	сч	D06570
	пв	ВЭЛ(М16)
G03616	пвл	ПОДВЫР(М16)
	конк	в'00500001'
	сч	D06515+5(М12)
	и	D06211
	пе	G03623
	сч	ЛИТ
	нтж	D06212
	по	G03626
	пб	G03616
G03623	сч	ЛИТ
	нтж	D06213
	пе	G04563
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ПОДВЫР(М16)
	конк	в'00100002'
G03626	пв	ЛИТЕРА(М16)
	сч	ЛИТ
	и	D06172
	по	G03645
	пб	G04024
МЕТКА	сч	D06214
	зп	D06561
G03632	пв	ПРИПИС(М16)
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G03632
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G03632
	нтж	D06201
	и	D06202
	по	G03632
	сч	ЛИТ
	и	D06172
	по	G03644
	пб	G04024
БЕЗМЕТ	сч	D06215
	зп	D06561
G03644	сч	
	зп	D06570
G03645	сч	ЛИТ
	зп	D06610
	сч	
	зп	КЛЮЧ
G03647	пв	ЛИТЕРА(М16)
	и	D06172
	по	G03664
	сч	ЛИТ
	нтж	D06173
	по	G04076
	сч	КЛЮЧ
	и	D06203
	пе	G03657
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	зп	КЛЮЧ
	пб	G03647
G03657	пв	ЛИТЕРА(М16)
	по	G04541
	и	D06172
	по	G03664
	сч	ЛИТ
	нтж	D06173
	по	G04076
	пб	G03657
G03664	сч	ЛИТ
	зп	D06611
	сч	D06571
	и	D06107
	по	ОПКОД
	сч	КЛЮЧ
	нтж	D06216
	по	ОПКОД
	нтж	D06217
	по	ОПКОД
	нтж	D06220
	по	ОПКОД
	нтж	D06221
	по	ОПКОД
	нтж	D06222
	по	ОПКОД
	нтж	D06223
	по	ОПКОД
	нтж	D06224
	по	ОПКОД
	нтж	D06225
	по	ОПКОД
	нтж	D06226
	по	ОПКОД
	нтж	D06227
	по	ОПКОД
	сч	D06152
	зп	D06571
	сч	D06230
	зп	D06615
	сч	D01171
	нтж	D06231
	по	G03722
	пв	СБРОС(М15)
	сч	D01167
	пе	КОНВХ
G03706	сч	
	уиа	-63(М16)
G03707	мода	D06667+63(М16)
	зп	
	цикл	G03707(М16)
	уиа	2(М3)
	сч	КЛЮЧ
	нтж	D06232
	по	G03714
	нтж	D06233
	пе	ОПКОД
G03714	сч	D06234
	мод	D03336
	зп	ПУЛ1
	сч	D06561
	и	D06214
	по	ОПКОД
	мода	ИМЯ
	сч	
	мод	D03336
	зп	ПУЛ1
	пб	ОПКОД
G03722	сч	
	зп	D06563
	пб	G03706
*
* КОД ОПЕРАЦИИ - В ОБЩЕЙ ТАБЛИЦЕ (ВГЛОБ). НАЙДЕН: МАКРОС - ВЫЗОВ,
* ДИРЕКТИВА - ДИРЕКТ; НЕ НАЙДЕН - ОБЫЧНАЯ КОМАНДА
*
ОПКОД	сч	D06131
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВГЛОБ(М16)
	конк	A(G03730)	возм.
	уии	М17(М4)
	слиа	-2(М17)
	пб	G04076
G03730	сч	ПУЛ1(М17)
	и	D06126
	по	G04076
	сч	ПУЛ1(М17)
	и	D06131
	по	ДИРЕКТ
	сч	ПУЛ1(М17)
	и	D06235
	нтж	D06235
	по	G03740
	сч	D06571
	и	D06154
	пе	G03742
	сч	D06561
	и	D06214
	пе	G04154
G03740	пв	ВЫДЭЛ(М16)
	пб	ОПЕРАТ
G03742	сч	D06570
	по	G03750
	счи	М10
	нтж	D06106
	пе	G03747
	сч	D06554
	уи	М17
	сч	D06570
	пв	ВЭЛ(М16)
G03747	сч	D06074
	зп	D06513
G03750	сч	D06610
	зп	ЛИТ
	пв	ПРИПИС(М16)
	уиа	-5(М17)
G03753	цикл	G03760(М17)
	сч	D06611
	зп	ЛИТ
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ОПЕР2(М16)
	конк	п'3'
	сч	D06236
	пв	ВЭЛ2(М16)
	пб	КОНОП
G03760	сч	КЛЮЧ
	и	G03760+9(М17)
	по	G03753
	сд	D06355+5(М17)
	зп	ЛИТ
	пв	ПРИПИС(М16)
	пб	G03753
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	м40в'377'
	конд	в'0017740000000000'
	конд	м24в'377'
	конд	в'77600000'
	конд	в'00177400'
	конд	в'377'
	конд	в'0010615473177503'
	конд	в'0010623773177520'
	конк	в'00100000'
	конк	A(D06557)	возм.
	конд	в'0010656100116205'
	конд	в'0270401400106561'
	конд	в'0011621502704012'
	конд	в'0010656100116214'
	конд	в'0270400400106561'
	конд	в'0011620402704012'
	конд	в'0300402402200000'
	конд	в'0220000067177542'
	конд	в'0227523500100000'
	конк	в'00126211'
	конк	A(КЛЮЧ)	возм.
	конд	в'0010624002200000'
	конд	в'7317741100004017'
	конд	п'/8 900'
	конд	в'0010624173177520'
	конд	в'0300402002200000'
	конд	в'0010655400400017'
	конд	в'0010657000156557'
	конд	в'0220000073177503'
	сч	D06242
	пв	ВЭЛ2(М16)
G04020	пв	ЛИТЕРА(М16)
	пв	D77114(М13)
	сч	D06076
	пв	ВЭЛ2(М16)
	пб	КОНОП
G04024	уиа	(М1)
	уиа	-6(М2)
	пв	ЛИТЕРА(М16)
G04026	уиа	-5(М12)
	уиа	-1(М10)
	уиа	(М11)
	уиа	(М14)
	сч	
	зп	D06450
	зп	D06557
	зп	D06513
	пв	НОВИМ(М16)
G04033	сч	
	зп	D06630
G04034	сч	ЛИТ
	по	G04544
	нтж	D06207
	по	G04041
	нтж	D06074
	по	G04045
	сч	ЛИТ
	и	D06172
	по	G04050
	пб	G04043
G04041	сч	D06630
	слц	D06074
	зп	D06630
G04043	пв	ЛИТЕРА(М16)
	пб	G04034
G04045	сч	D06630
	по	G04544
	вч	D06074
	зп	D06630
	пб	G04043
G04050	сч	D06630
	по	G04052
	пб	G04043
G04052	счи	М1
	зп	D06607
	счи	М2
	зп	D06606
	сч	D06607
	уи	М1
	сч	D06606
	уи	М2
	пв	ЛИТЕРА(М16)
	пвл	ОПЕР(М16)
	конк	п'4'
	сч	D06237
	пв	ВЭЛ2(М16)
	сч	
	зп	D06557
	уиа	(М1)
	уиа	-6(М2)
	пв	ЛИТЕРА(М16)
	и	D06172
	по	G04074
	сч	ЛИТ
	нтж	D06243
	по	G04072
	пв	D77114(М13)
G04067	пв	ЛИТЕРА(М16)
	и	D06172
	пе	G04067
	пб	G04020
G04072	пв	ЛИТЕРА(М16)
	и	D06172
	пе	G04072
G04074	сч	D06241
	пв	ВЭЛ2(М16)
	пб	G04067
G04076	сч	D06561
	и	D06204
	по	G04024
	сч	D06607
	уи	М1
	сч	D06606
	уи	М2
	сч	D06610
	зп	ЛИТ
	пб	G04026
	конд	в'0010657100116152'
	конд	в'0270374000106571'
	конд	в'0011610702704117'
	конд	в'0640000012477772'
	конд	в'0220000073177316'
	конд	в'0012624302704113'
	конд	в'0220000073177316'
	конд	в'0011617202704111'
	конд	в'7317600000000003'
	конд	в'0300375602200000'
	конк	в'00100000'
	конк	A(D06561)	возм.
	конд	в'0300467002200000'
	конд	в'0010645200126244'
	конд	в'0260374000126221'
	конд	в'0260374000126222'
	конд	в'0260374000126223'
	конд	в'0260374000126224'
	конд	в'0260374000126225'
	конд	в'0260374000126226'
	конд	в'0260374000126227'
	конд	в'0260374000106152'
	конк	A(D06571)	возм.
	конк	в'00106230'
	конк	A(D06615)	возм.
	конк	в'00101171'
	конд	в'0012623102604151'
	конд	в'0220000067177605'
	конд	в'0010116702703337'
	конд	в'0010000072477701'
	конд	в'7220676600000000'
	конд	в'7370413616400002'
	конд	в'0010645200126232'
	конд	в'0260414300126233'
	конд	в'0270415302200000'
	конд	в'0010623402303336'
	конк	A(ПУЛ1)	возм.
	конк	в'00106561'
	конд	в'0011621402604153'
	конд	в'0227523500100000'
	конк	в'02303336'
	конк	A(ПУЛ1)	возм.
	конд	в'0300415302200000'
	конк	в'00100000'
	конк	A(D06563)	возм.
	конд	в'0300413502200000'
	конд	в'0300374002200000'
G04154	пв	ЛИТЕРА(М16)
	зп	D06611
	мод	ПУЛ1(М17)
	пб	G04157
G04157	пб	G04201
G04160	пб	G04164
G04161	пб	G04441
G04162	пб	G04444
G04163	пб	G04445
G04164	нтж	D06207
	пе	G04166
G04165	пв	ЛИТЕРА(М16)
G04166	сч	ЛИТ
	зп	D06610
	нтж	D06177
	и	D06200
	по	G04305
	нтж	D06201
	и	D06202
	по	G04305
	сч	ЛИТ
	нтж	D06241
	по	G04250
	нтж	D06245
	по	G04246
	нтж	D06246
	по	G04266
	нтж	D06247
	по	G04320
	нтж	D06250
	по	G04365
	сч	ЛИТ
	и	D06075
	пе	G04211
G04201	сч	ПУЛ1(М17)
	сда	64+1
	или	D06211
	и	D06203
	зп	D06600
G04204	мода	ИМЯ
	сч	
	нтж	D06211
	зп	КЛЮЧ
	сч	D06600
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВГЛОБ2(М16)
	конк	A(G03740)	возм.
	пб	G03740
G04211	пв	ЛИТЕРА(М16)
G04212	сч	ЛИТ
	и	D06075
	пе	G04223
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G04223
	нтж	D06201
	и	D06202
	по	G04223
	сч	ЛИТ
	и	D06172
	по	G04232
	сч	ЛИТ
	нтж	D06212
	по	G04227
	пб	G04201
G04223	сч	D06610
	и	D06203
	пе	G04201
	сч	D06610
	сда	64-8
	или	ЛИТ
	зп	D06610
	пб	G04211
G04227	сч	D06611
	нтж	D06207
	по	G04231
	пб	G04201
G04231	пв	ЛИТЕРА(М16)
G04232	сч	D06610
	и	D06203
	пе	G04236
	сч	D06610
	сда	64-8
	зп	D06610
	пб	G04232
G04236	сч	D06610
	нтж	D06211
	зп	КЛЮЧ
	счи	М17
	зп	D06610
	пб	G04244
	конд	в'7410777700116106'
	конк	A(D06600)	возм.
	конк	в'00106610'
	конд	п'20 /99'
G04244	сч	D06610
	уи	М17
	пб	G04201
G04246	пв	ЛИТЕРА(М16)
	нтж	D06241
	пе	G04212
G04250	пв	ЛИТЕРА(М16)
	нтж	D06251
	и	D06202
	по	G04253
	пб	G04201
G04253	сч	
	зп	D06600
G04254	сч	D06600
	сда	64-3
	зп	D06600
	сч	ЛИТ
	и	D06252
	слц	D06600
	зп	D06600
	пв	ЛИТЕРА(М16)
	нтж	D06251
	и	D06202
	по	G04254
	сч	ЛИТ
	нтж	D06241
	по	G04264
	пб	G04201
G04264	пв	ЛИТЕРА(М16)
	пб	G04407
G04266	пв	ЛИТЕРА(М16)
	нтж	D06241
	пе	G04212
	пв	ЛИТЕРА(М16)
	зп	D06600
	нтж	D06241
	по	G04274
	нтж	D06074
	по	G04277
	пб	G04302
G04274	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04302
	пб	G04201
G04277	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04302
	пб	G04201
G04302	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04264
	пб	G04201
G04305	сч	
	зп	D06600
G04306	сч	D06600
	сда	64-1
	зп	D06600
	сда	64-2
	слц	D06600
	зп	D06600
	сч	ЛИТ
	и	D06103
	слц	D06600
	зп	D06600
	пв	ЛИТЕРА(М16)
	нтж	D06177
	и	D06200
	по	G04306
	нтж	D06201
	и	D06202
	по	G04306
	пб	G04407
G04320	пв	ЛИТЕРА(М16)
	нтж	D06241
	пе	G04212
	пв	ЛИТЕРА(М16)
	нтж	D06253
	по	G04337
	нтж	D06254
	по	G04337
	нтж	D06074
	по	G04337
	нтж	D06252
	по	G04337
	нтж	D06255
	по	G04337
	нтж	D06256
	по	G04337
	нтж	D06254
	по	G04337
	нтж	D06255
	по	G04337
	нтж	D06257
	и	D06200
	по	G04341
	нтж	D06201
	и	D06202
	по	G04341
	пб	G04201
G04337	сч	ЛИТ
	слц	D06260
	зп	ЛИТ
G04341	сч	
	зп	D06600
G04342	сч	D06600
	сда	64-4
	зп	D06600
	сч	ЛИТ
	и	D06103
	слц	D06600
	зп	D06600
	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04264
	нтж	D06261
	по	G04363
	нтж	D06254
	по	G04363
	нтж	D06074
	по	G04363
	нтж	D06252
	по	G04363
	нтж	D06255
	по	G04363
	нтж	D06256
	по	G04363
	нтж	D06254
	по	G04363
	нтж	D06255
	по	G04363
	нтж	D06257
	и	D06200
	по	G04342
	нтж	D06201
	и	D06202
	по	G04342
	пб	G04201
G04363	сч	ЛИТ
	слц	D06260
	зп	ЛИТ
	пб	G04342
G04365	пв	ЛИТЕРА(М16)
	нтж	D06241
	пе	G04212
	сч	
	зп	D06600
G04370	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04374
	нтж	D06074
	по	G04377
	пб	G04402
G04374	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04402
	пб	G04407
G04377	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04402
	пб	G04201
G04402	сч	D06600
	сда	64-8
	зп	D06600
	мод	ЛИТ
	сч	'70146'
	и	D06073
	или	D06600
	зп	D06600
	пб	G04370
G04407	сч	D06600
	и	D06136
	пе	G04201
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	сч	D06600
	по	G04421
	сч	ПУЛ1(М17)
	сда	64+1
	или	D06211
	и	D06203
	или	D06600
	зп	D06600
G04415	сч	ЛИТ
	и	D06172
	по	G04426
	сч	ЛИТ
	нтж	D06212
	по	G04423
	пб	G04201
G04421	сч	D06262
	зп	D06600
	пб	G04415
G04423	пв	ЛИТЕРА(М16)
	сч	D06611
	нтж	D06207
	пе	G04201
G04426	сч	ПУЛ1(М17)
	и	D06106
	нтж	D06115
	пе	G04204
G04430	сч	ЛИТ
	нтж	D06263
	пе	G04436
G04432	пв	ЛИТЕРА(М16)
	нтж	D06177
	и	D06200
	по	G04432
	нтж	D06201
	и	D06202
	по	G04432
G04436	сч	ЛИТ
	сда	64-16
	или	D06600
	зп	D06600
	пб	G04204
G04441	сч	ЛИТ
	нтж	D06207
	по	G04165
	сч	D06264
G04443	зп	D06600
	пб	G04430
G04444	сч	D06265
	пб	G04443
G04445	сч	ЛИТ
	сда	64-16
	или	D06266
	зп	D06600
	сч	ЗАГЗАП
	и	D06203
	нтж	D06267
	пе	G04201
	сч	
	зп	D06610
	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04455
	пб	G04201
G04455	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04465
	нтж	D06074
	по	G04474
	нтж	D06173
	по	G04201
	сч	ЛИТ
	и	D06172
	по	G04477
G04463	сч	D06610
	слц	D06074
G04464	зп	D06610
	пб	G04455
G04465	пв	ЛИТЕРА(М16)
	нтж	D06241
	по	G04463
G04467	сч	D06600
	слц	D06074
	зп	D06600
	сч	D06610
	вч	D06116
	зп	D06610
	вчоб	
	пе	G04467
	пб	G04204
G04474	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04463
	пб	G04201
G04477	сч	ЛИТ
	слц	D06610
	пб	G04464
КОНОП	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пв	ВЫДЭЛ(М16)
	сч	D06571
	и	D06152
	по	G04507
	пв	СБРОС(М15)
G04507	пв	ЗАКЭЛ(М13)
	сч	D01171
	и	D06270
	нтж	D06271
	пе	G04525
	сч	D01172
	и	D06171
	зп	D04524
	сч	ЗАГЗАП
	и	D06171
	вч	D04524
	пе	G04525
	сч	ЗАГЗАП
	и	D06171
	сда	64+24
	зп	D04524
	сч	D01172
	и	D06106
	вч	D04524
	пе	G04525
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	G02473(М13)
	конк	в'00777777'
	пб	G04525
D04524	пам	1
G04525	пб	ОПЕРАТ
ДАНОП	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пб	G03740
*
* ВХОДЫ ОШИБОК: М16 = НОМЕР ОШИБКИ (0160-0344 С ШАГОМ 2)
*
G04532	уиа	'160'(М16)
	пб	ОШИБКА
G04533	уиа	'162'(М16)
	пб	ОШИБКА
G04534	уиа	'164'(М16)
	пб	ОШИБКА
D04535	уиа	'336'(М16)
	пб	ОШИБКА
G04536	уиа	'340'(М16)
	пб	ОШИБКА
G04537	уиа	'166'(М16)
	пб	ОШИБКА
D04540	уиа	'342'(М16)
	пб	ОШИБКА
G04541	уиа	'344'(М16)
	пб	ОШИБКА
G04542	уиа	'170'(М16)
	пб	ОШИБКА
G04543	уиа	'172'(М16)
	пб	ОШИБКА
G04544	уиа	'174'(М16)
	пб	ОШИБКА
D04545	уиа	'176'(М16)
	пб	ОШИБКА
D04546	уиа	'200'(М16)
	пб	ОШИБКА
G04547	уиа	'202'(М16)
	пб	ОШИБКА
G04550	уиа	'204'(М16)
	пб	ОШИБКА
D04551	уиа	'206'(М16)
	пб	ОШИБКА
G04552	уиа	'210'(М16)
	пб	ОШИБКА
G04553	уиа	'212'(М16)
	пб	ОШИБКА
G04554	уиа	'214'(М16)
	пб	ОШИБКА
G04555	уиа	'216'(М16)
	пб	ОШИБКА
G04556	уиа	'220'(М16)
	пб	ОШИБКА
G04557	уиа	'222'(М16)
	пб	ОШИБКА
G04560	уиа	'224'(М16)
	пб	ОШИБКА
G04561	уиа	'226'(М16)
	пб	ОШИБКА
	уиа	'230'(М16)
	пб	ОШИБКА
G04563	уиа	'232'(М16)
	пб	ОШИБКА
D04564	уиа	'234'(М16)
	пб	ОШИБКА
D04565	уиа	'236'(М16)
	пб	ОШИБКА
D04566	уиа	'240'(М16)
	пб	ОШИБКА
*
* НОМЕР ОШИБКИ - В ЗАГОЛОВОК ЗАПИСИ (ПЕЧАТАЕТ ЕГО ЛИСТИНГ)
*
ОШИБКА	счи	М16
	сда	64-15
	или	ЗАГЗАП
	зп	ЗАГЗАП
	сч	D01171
	и	D06270
	нтж	D06271
	пе	G04606
	сч	D01172
	и	D06171
	зп	D04605
	сч	ЗАГЗАП
	и	D06171
	вч	D04605
	пе	G04606
	сч	ЗАГЗАП
	и	D06171
	сда	64+24
	зп	D04605
	сч	D01172
	и	D06106
	вч	D04605
	пе	G04606
* next insn used as data
D04603	пвл	G02473(М13)
	конк	в'00777777'
	пб	G04606
D04605	пам	1
G04606	сч	D06566
	по	G04613
	уи	М16
	сч	D06571
	и	D06154
	по	G04613
	сч	ПУЛ1(М16)
	или	D06135
	зп	ПУЛ1(М16)
G04613	сч	ТЕКЗАП(М1)
	и	D06073
	зп	D06601
	сч	D06402
	зп	D06426
	нтж	D06424
	и	D06272
	по	G04625
	сч	D06402
	зп	D06424
	сбр	D06272
	рзб	D06273
	или	D06126
	зп	D06612
	сч	D06421
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
G04625	сч	D06402
	и	D06165
	уи	М16
	сч	ТЕКЗАП(М1)
	и	D04652(М2)
	зп	D06602
	сч	ТЕКЗАП(М1)
	сда	64+8
	и	D04660(М2)
	или	D06602
	или	D04660+6(М2)
G04633	мода	'72001'(М16)
	зп	(М1)
	слиа	1(М1)
	сч	ЗАГЗАП
	и	D06165
	вч	D06074
	зп	D06602
	счи	М1
	вч	D06602
	по	G04667
	сч	D06601
	сда	64-40
	зп	D06602
	сч	ТЕКЗАП(М1)
	и	D06073
	зп	D06601
	сч	ТЕКЗАП(М1)
	сда	64+8
* next insn used as data
D04644	или	D06602
	пб	G04633
	пам	1
	конд	м40в'377'
	конд	в'7777740000000000'
	конд	м24в'77777777'
	конд	в'7777777777600000'
D04652	конд	в'7777777777777400'
	конд	в'0017777777777777'
	конд	в'0000037777777777'
	конд	в'77777777'
	конд	в'00177777'
	конд	в'377'
D04660	пам	1
	конд	м40в'161'
	конд	в'0007040000000000'
	конд	м24в'161'
	конд	в'34200000'
	конд	в'00070400'
	конд	в'161'
G04667	пб	ДАНОП
*
* ДИРЕКТИВЫ: ПЕРЕХОД ПО НОМЕРУ ИЗ ЗНАЧЕНИЯ В ОБЩЕЙ ТАБЛИЦЕ
* 0 МАСRО 1 МЕND 2 МЕХIТ 3 МNОТЕ 4 АNОР 5 АGО 6 АIF 7 АСТR
* 8 GВLА 9 LСLА 10 GВLВ 11 LСLВ 12 GВLС 13 LСLС 17 SRСН
* 18 SМОDЕ/СОРY(?)
*
ДИРЕКТ	сч	ПУЛ1(М17)
	и	D06561
	по	G04550
	мод	ПУЛ1(М17)
	пб	G04673
G04673	пб	ДМАКРО
G04674	пб	ДМЕНД
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0300535302200000'
	пб	ДМНОТ
G04677	пб	ДАНОП
G04700	пб	ДАГО
G04701	пб	ДАИФ
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	п'/-Ц900'
	пб	ДГБЛА
G04704	пб	ДГБЛБ
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	п'/-Ю900'
	пб	ДЛКЛА
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	п'/-Э900'
	конд	п'/-Я900'
	пб	G05634
G04712	пб	G05635
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0300563602200000'
	конд	в'0300566402200000'
	конд	в'0300471602200000'
ДСМОД	конк	в'00100000'
	конк	A(D06353)	возм.
	конк	A(КЛЮЧ)	возм.
	конк	в'73177316'
	конд	в'0260473302200000'
	конд	в'0010645200360070'
	конк	в'00156451'
	конк	A(КЛЮЧ)	возм.
	конд	в'0011620302704551'
	конд	в'0220000073177316'
	конд	в'0011617202704721'
	конд	в'0010645200126275'
	конд	в'0260473400126276'
	конд	в'0260473400126277'
	конд	в'0260473300126300'
	конд	в'0270455102200000'
	конк	в'00106074'
	конк	A(D06353)	возм.
	конд	в'0010640400156126'
	конк	A(ЗАГЗАП)	возм.
	конк	в'06406375'
	конд	в'0220000013106046'
	конд	в'0220000073177575'
	конд	п'/7Л900'
ДМАКРО	сч	D06571
	и	D06107
	по	G04547
	сч	D06353
	зп	D06354
	сч	
	зп	D06353
	сч	D06571
	и	D06153
	или	D06154
	зп	D06571
	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пв	ВЫДЭЛ(М16)
	сч	D06427
	по	КОНВХ
	уиа	-18(М16)
G04754	сч	СЛЕДЗП+10(М16)
	зп	D06406+9(М16)
	цикл	G04754(М16)
	уиа	D06420(М1)
	пв	ЧТЗАП(М2)
	сч	ЗАГЗАП
	и	D06171
	мода	ЭЛЗАГ
	зп	
	уиа	(М1)
	уиа	-6(М2)
	сч	
	уиа	-63(М16)
G04763	мода	D06667+63(М16)
	зп	
	цикл	G04763(М16)
	зп	D06575
	зп	D06566
	сч	D06301
	зп	D06453
	сч	D06302
	зп	D06565
	сч	D06303
	зп	D06615
	уиа	2(М3)
	сч	D06304
	зп	КЛЮЧ
	сч	
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВМЕСТ(М16)
	конк	в'00004774'
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G05002
	сч	ЛИТ
	и	D06172
	пе	G04537
	счи	М3
	вч	D06305
	по	G04543
	слиа	1(М3)
	пб	G05025
G05002	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04537
	сч	ЛИТ
	и	D06075
	по	G04537
	сч	ЛИТ
	или	D06206
G05007	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05015
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05015
	нтж	D06201
	и	D06202
	по	G05015
	пб	G05021
G05015	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05007
G05021	сч	
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВМЕСТ(М16)
	конк	A(G04534)	возм.
	сч	ЛИТ
	и	D06172
	пе	G04537
G05025	сч	
	зп	КЛЮЧ
G05026	пв	ЛИТЕРА(М16)
	и	D06172
	по	G05043
	сч	ЛИТ
	нтж	D06173
	по	G04537
	сч	КЛЮЧ
	и	D06203
	пе	G05036
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	зп	КЛЮЧ
	пб	G05026
G05036	пв	ЛИТЕРА(М16)
	по	G04541
	и	D06172
	по	G05043
	сч	ЛИТ
	нтж	D06173
	по	G04537
	пб	G05036
G05043	счи	М4
	зп	D06566
	сч	D06131
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВГЛОБ(М16)
	конк	п'+Й'
G05046	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G05076
	пб	G05127
G05051	сч	ПУЛ1(М17)
	и	D06130
	нтж	D06130
	пе	G05056
	сч	ПУЛ1(М17)
	и	D06306
	зп	ПУЛ1(М17)
	счи	М17
G05055	зп	D06566
	пб	G05046
G05056	сч	ПУЛ1(М17)
	и	D06130
	нтж	D06126
	по	G05063
	сч	ПУЛ1(М17)
	и	D06307
	пе	G05065
	счи	М17
	пб	G05055
G05063	сч	
	зп	D06566
	пб	G04537
G05065	сч	
	зп	D06566
	пб	G04534
G05067	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G05076
	сч	ЛИТ
	и	D06172
	пе	G04537
	пв	ПРОДОЛ(М16)
	и	D06172
	по	G05127
	сч	ЛИТ
	нтж	D06173
	пе	G04537
G05076	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04537
	сч	ЛИТ
	и	D06075
	по	G04537
	сч	ЛИТ
	или	D06206
G05103	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05111
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05111
	нтж	D06201
	и	D06202
	по	G05111
	пб	G05115
G05111	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05103
G05115	сч	
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВМЕСТ(М16)
	конк	A(G04534)	возм.
	сч	ЛИТ
	нтж	D06310
	по	G05153
	сч	D06575
	пе	G04537
	сч	D06565
	слц	D06302
	зп	D06565
	и	D06311
	пе	G04552
	сч	ЛИТ
	нтж	D06213
	по	G05067
	сч	ЛИТ
	и	D06172
	пе	G04537
G05127	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пв	ВЫДЭЛ(М16)
	сч	ЗАГЗАП
	и	D06203
	нтж	D06267
	пе	G05143
	сч	СЛЕДЗП
	и	D06203
	нтж	D06312
	по	G05143
	сч	D06313
	зп	КЛЮЧ
	сч	D06314
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВМЕСТ(М16)
	конк	A(G04534)	возм.
	пб	ОПЕРАТ
G05143	сч	D06427
	по	КОНВХ
	уиа	-18(М16)
G05145	сч	СЛЕДЗП+10(М16)
	зп	D06406+9(М16)
	цикл	G05145(М16)
	уиа	D06420(М1)
	пв	ЧТЗАП(М2)
	сч	ЗАГЗАП
	и	D06171
	мода	ЭЛЗАГ
	зп	
	пб	G05127
G05153	сч	D06575
	пе	G05155
	счи	М3
	зп	D06567
G05155	сч	D06575
	слц	D06170
	зп	D06575
	пв	ЛИТЕРА(М16)
	нтж	D06213
	по	G05221
	сч	ЛИТ
	и	D06172
	по	G05221
	мода	'73777'(М3)
	сч	
	и	D06171
	или	D06453
	или	D06315
	мода	'73777'(М3)
	зп	
	уиа	(М7)
	сч	D06453
	уи	М6
	слиа	D76542(М6)
	сч	
	зп	D06630
	пб	G05175
G05171	пв	ПРИПИС(М16)
	пв	ЛИТЕРА(М16)
	пе	G05175
	сч	D06630
	пе	G04544
	пб	G05211
G05175	сч	ЛИТ
	нтж	D06213
	по	G05203
	сч	ЛИТ
	и	D06172
	по	G05203
	сч	ЛИТ
	нтж	D06207
	по	G05205
	нтж	D06074
	по	G05207
	пб	G05171
G05203	сч	D06630
	пе	G05171
	пб	G05211
G05205	сч	D06630
	слц	D06074
G05206	зп	D06630
	пб	G05171
G05207	сч	D06630
	по	G04544
	вч	D06074
	пб	G05206
G05211	сч	ЛИТ
	зп	D06610
	сч	
	зп	ЛИТ
	пв	ПРИПИС(М16)
	слиа	D01236(М6)
	счи	М6
	вч	D06316
	по	G04542
	счи	М6
	зп	D06453
	сч	D06610
	нтж	D06213
	по	G05067
	пб	G05127
G05221	мода	'73777'(М3)
	сч	
	и	D06171
	или	D06317
	мода	'73777'(М3)
	зп	
	сч	ЛИТ
	нтж	D06213
	по	G05067
	пб	G05127
ДМЕНД	сч	D06571
	и	D06154
	по	G04547
	сч	D06354
	зп	D06353
	сч	D06571
	слц	D06320
	зп	D06571
	сч	D06565
	сда	64+18
	зп	D06604
	сч	D06321
	пв	ВЭЛ2(М16)
	пв	ЗАКЭЛ(М13)
	сч	ЗАГЗАП
	или	D06126
	зп	ЗАГЗАП
	уиа	D06375(М1)
	пв	ПИШЗАП(М2)
	пв	ВЫДЭЛ(М16)
	сч	D06322
	или	D06615
	зп	D06615
	счи	М4
	зп	D06601
	сч	D06627
	сда	64-1
	слц	D06115
	уи	М17
G05247	слиа	2(М17)
	сч	ПУЛ1(М17)
	и	D06161
	нтж	D06162
	пе	G05253
	сч	ПУЛ1(М17)
	и	D06163
	зп	ПУЛ1(М17)
G05253	счи	М17
	вч	D06601
	пе	G05247
	сч	D06565
	сда	64-6
	или	D06575
	зп	D06575
	и	D06323
	по	G05347
	вч	D06170
	зп	D06601
	сч	D06567
	уи	М17
	слиа	-1(М17)
	сч	D06453
	или	D06575
	мод	D06604
	мода	D74002
	зп	
G05265	мода	D74600(М17)
	сч	
	зп	D06602
G05267	и	D06203
	пе	G05272
	сч	D06602
	сда	64-8
	зп	D06602
	пб	G05267
G05272	сч	D06602
	сда	64-8
	мод	D06453
	мода	ТКЛАСС
	зп	
	сч	D06453
	вч	D06316
	по	G04542
	сч	D06453
	слц	D06074
	зп	D06453
	слиа	1(М17)
	сч	D06601
	вч	D06170
	зп	D06601
	по	G05265
G05302	счи	М3
	вчоб	D06301
	зп	D06564
	уиа	'434'(М17)
	сч	D06453
	зп	D06601
G05305	мода	ТКЛАСС(М17)
	сч	
	мода	ТКЛАСС(М3)
	зп	
	слиа	1(М3)
	слиа	1(М17)
	счи	М17
	нтж	D06601
	пе	G05305
	сч	D06604
	слц	D06254
	уи	М17
	мода	'73777'(М17)
	сч	
	и	D06106
	вч	D06564
	пе	G05321
	зп	D06601
	мода	'73777'(М17)
	сч	
	и	D06136
	или	D06601
	мода	'73777'(М17)
	зп	
G05321	счи	М3
	зп	D06601
G05322	мода	ТКЛАСС(М17)
	сч	
	и	D06324
	нтж	D06166
	пе	G05333
	мода	ТКЛАСС(М17)
	сч	
	и	D06325
	вч	D06301
	пе	G05333
	мода	ТКЛАСС(М17)
	сч	
	и	D06326
	или	D06564
	мода	ТКЛАСС(М17)
	вчоб	
	мода	ТКЛАСС(М17)
	зп	
G05333	слиа	1(М17)
	счи	М17
	нтж	D06601
	пе	G05322
G05335	счи	М3
	вч	D06604
	вч	D06074
	зп	D06601
	сч	D06556
	сда	64-24
	или	D06601
	мод	D06604
	мода	D74001
	зп	
	сч	D06160
	слц	D06604
	слц	D06074
	зп	D06443
	уиа	D06443(М1)
	пв	ПИШГС(М2)
	сч	D06327
	зп	D06443
	пб	ОПЕРАТ
G05347	сч	D06575
	мод	D06604
	мода	D74002
	зп	
	сч	D06453
	нтж	D06301
	по	G05335
	пб	G05302
ДМВЫХ	конд	в'0010657100116154'
	конд	в'0260454700106321'
	конд	в'0220000073177520'
	конд	п'/9G900'
*
* МNОТЕ: КОД ОШИБКИ = 0324 + 2*УРОВЕНЬ (ЦИФРА ДО ЗАПЯТОЙ, НЕ БОЛЬШЕ 4;
* НЕТ - 1). ГС: КОШ КОД, ТЕКСТ, ВДЧ
*
ДМНОТ	сч	D06571
	и	D06154
	по	G04547
	пв	ЛИТЕРА(М16)
	нтж	D06174
	по	G05374
	нтж	D06330
	и	D06200
	по	G05400
	нтж	D06201
	и	D06202
	по	G05400
	сч	D06074
G05366	сда	64-1
	слц	D05377
	уиа	(М17)
	пв	ВЭЛ(М16)
	сч	D06331
	пв	ВЭЛ2(М16)
	пвл	ОПЕР(М16)
	конк	п'3'
G05372	сч	D06236
	пв	ВЭЛ2(М16)
	пб	КОНОП
G05374	пвл	ОПЕР(М16)
	конк	п'3'
	сч	D06332
	пв	ВЭЛ2(М16)
	пб	КОНОП
D05377	конд	в'00100324'
G05400	сч	ЛИТ
	и	D06103
	зп	D06601
	вчоб	D06175
	по	G05404
	сч	D06175
	пб	G05366
G05404	сч	D06601
	пб	G05366
ДАГО	пв	ЛИТЕРА(М16)
	нтж	D06243
	пе	G04554
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04555
	сч	ЛИТ
	и	D06075
	по	G04555
	сч	ЛИТ
	или	D06176
G05414	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05422
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05422
	нтж	D06201
	и	D06202
	по	G05422
	пб	G05426
G05422	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05414
G05426	сч	
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВМЕСТ(М16)
	конк	в'00005431'
	уии	М17(М3)
	слиа	-1(М17)
	сч	D06152
	пв	ВЭЛ(М16)
	сч	D06333
	пв	ВЭЛ2(М16)
	пб	КОНОП
ДАИФ	пв	ЛИТЕРА(М16)
	нтж	D06207
	пе	G04553
	пвл	ОПЕР3(М16)
	конк	в'00100000'
	пв	ЛИТЕРА(М16)
	нтж	D06243
	пе	G04554
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04555
	сч	ЛИТ
	и	D06075
	по	G04555
	сч	ЛИТ
	или	D06176
G05446	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05454
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05454
	нтж	D06201
	и	D06202
	по	G05454
	пб	G05460
G05454	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05446
G05460	сч	
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВМЕСТ(М16)
	конк	п'-У'
	уии	М17(М3)
	слиа	-1(М17)
	сч	D06152
	пв	ВЭЛ(М16)
	сч	D06334
	пв	ВЭЛ2(М16)
	пб	КОНОП
ДАСТР	конд	в'7317625400200000'
	конд	в'0010633573177520'
	конд	п'/9G900'
ДГБЛА	сч	D06162
	пб	G05477
ДЛКЛА	сч	D06134
	пб	G05477
ДГБЛБ	сч	D06336
	пб	G05477
ДЛКЛБ	конд	в'0010633703005477'
ДГБЛС	конд	в'0010634003005477'
ДЛКЛС	конд	в'0010634102200000'
G05477	зп	D06574
G05500	пв	ЛИТЕРА(М16)
	нтж	D06173
	пе	G04555
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04555
	сч	ЛИТ
	и	D06075
	по	G04555
	сч	ЛИТ
	или	D06206
G05507	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05515
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05515
	нтж	D06201
	и	D06202
	по	G05515
	пб	G05521
G05515	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05507
G05521	сч	
	зп	D06562
	сч	ЛИТ
	нтж	D06207
	пе	G05532
G05524	пв	ЛИТЕРА(М16)
	нтж	D06177
	и	D06200
	по	G05534
	нтж	D06201
	и	D06202
	по	G05534
	сч	ЛИТ
	нтж	D06212
	пе	G04556
	пв	ЛИТЕРА(М16)
G05532	сч	D06574
	и	D06126
	пе	G05577
	пб	G05543
G05534	сч	D06562
	сда	64-1
	зп	D06601
	сда	64-2
	слц	D06601
	зп	D06601
	сч	ЛИТ
	и	D06103
	слц	D06601
	зп	D06562
	и	D06342
	пе	G04556
	пб	G05524
G05543	сч	D06574
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВМЕСТ(М16)
	конк	A(G04534)	возм.
	сч	D06562
	по	G05566
	сда	64-15
	зп	D06601
	сч	D06453
	или	D06601
	или	D06343
	мода	'73777'(М3)
	или	
	мода	'73777'(М3)
	зп	
	сч	D06453
	слц	D06562
	зп	D06562
	вч	D06316
	по	G04542
G05555	сч	
	мод	D06453
	мода	ТКЛАСС
	зп	
	сч	D06453
	слц	D06074
	зп	D06453
	нтж	D06562
	пе	G05555
G05562	сч	ЛИТ
	нтж	D06213
	по	G05500
	сч	ЛИТ
	и	D06172
	по	ДАНОП
	пб	G04557
G05566	сч	D06574
	или	D06453
	или	D06343
	мода	'73777'(М3)
	или	
	мода	'73777'(М3)
	зп	
	сч	
	мод	D06453
	мода	ТКЛАСС
	зп	
	сч	D06453
	вч	D06316
	по	G04542
	сч	D06453
	слц	D06074
	зп	D06453
	пб	G05562
G05577	сч	D06574
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ВГЛОБ(М16)
	конк	в'00005615'
	слиа	-1(М4)
	сч	D06562
	сда	64-15
	или	ПУЛ1-1(М4)
	зп	ПУЛ1-1(М4)
	сч	D06620
	пе	G05607
	счи	М4
	слц	D06344
	зп	D06620
	зп	D06621
	пб	G05614
G05607	счи	М4
	слц	D06344
	зп	D06601
	мод	D06621
	сч	
	или	D06601
	мод	D06621
	зп	
	сч	D06601
	зп	D06621
G05614	слиа	1(М4)
	пб	G05562
	сч	D06562
	сда	64-15
	зп	D06601
	или	D06574
	нтж	ПУЛ1(М17)
	и	D06345
	пе	G05625
G05621	сч	ПУЛ1(М17)
	и	D06126
	пе	G04534
	сч	ПУЛ1(М17)
	или	D06126
	зп	ПУЛ1(М17)
	пб	G05562
G05625	сч	D06562
	по	G04560
	сч	ПУЛ1(М17)
	и	D06141
	по	G04560
	сч	ПУЛ1(М17)
	нтж	D06574
	и	D06140
	пе	G04560
	сч	ПУЛ1(М17)
	и	D06142
	или	D06601
	зп	ПУЛ1(М17)
	пб	G05621
G05634	сч	D06134
	пб	G05637
G05635	сч	D06337
	пб	G05637
	сч	D06346
G05637	зп	D06574
	сч	D06554
	уи	М17
	сч	D06570
	и	D06154
	по	G05655
	сч	ПУЛ1(М17)
G05643	нтж	D06574
	и	D06140
	пе	G04561
	сч	D06561
	и	D06210
	пе	G05652
	сч	D06570
	пв	ВЭЛ(М16)
G05647	пвл	G76254(М16)
	конк	п'100'
	сч	D06347
	пв	ВЭЛ2(М16)
	пб	КОНОП
G05652	мода	ЭЛЕМ(М10)
	сч	
	слц	D06074
	мода	ЭЛЕМ(М10)
	зп	
	пб	G05647
G05655	мода	ТКЛАСС(М17)
	сч	
	пб	G05643
G05657	мода	ТКЛАСС(М17)
	сч	
	пб	G05670
G05661	мода	ЭЛЕМ(М10)
	сч	
	слц	D06074
	мода	ЭЛЕМ(М10)
	зп	
	пб	G05674
*
* SRСН: &П SRСН &МАС,ОБРАЗЕЦ)(НАЧ,КОН,ШАГ).МЕТКА  - SRCHA
*       &П SRСН &МАС,ОБРАЗЕЦ)(НАЧ,'СТОП',ШАГ).МЕТКА - SRCHC
* ИЩЕТ ОБРАЗЕЦ В МАССИВЕ ПЕРЕМЕННЫХ &МАС (LСLС &МАС(N)); НАЙДЕН -
* НОМЕР В &П, НЕТ - &П = 0 И ПЕРЕХОД НА .МЕТКА. ВАРИАНТ - ПО ТОМУ,
* ЕСТЬ ЛИ СТРОКА В СКОБКАХ (D06616). ПЕРВАЯ ЛИТЕРА (&) НЕ ПРОВЕРЯЕТСЯ.
*
ДПОИСК	сч	D06350
	зп	D06574
	сч	D06554
	уи	М17
	сч	D06570
	и	D06154
	по	G05657
	сч	ПУЛ1(М17)
G05670	нтж	D06134
	и	D06140
	пе	G04561
	сч	D06561
	и	D06210
	пе	G05661
	сч	D06570
	пв	ВЭЛ(М16)
G05674	пв	ЛИТЕРА(М16)
	пв	ЛИТЕРА(М16)
	нтж	D06173
	по	G04555
	сч	ЛИТ
	и	D06075
	по	G04555
	сч	ЛИТ
	или	D06206
G05702	зп	КЛЮЧ
	пв	ЛИТЕРА(М16)
	и	D06075
	пе	G05710
	сч	ЛИТ
	нтж	D06177
	и	D06200
	по	G05710
	нтж	D06201
	и	D06202
	по	G05710
	пб	G05714
G05710	сч	КЛЮЧ
	и	D06203
	пе	G04533
	сч	КЛЮЧ
	сда	64-8
	или	ЛИТ
	пб	G05702
G05714	пв	ИЩМЕСТ(М16)
	пв	ВЭЛ(М16)
	сч	ЛИТ
	нтж	D06213
	пе	G04557
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ПОДВЫР(М16)
	конк	п'200'
	пв	ЛИТЕРА(М16)
	нтж	D06207
	пе	G04553
	пвл	ОПЕР3(М16)
	конк	п'200'
	сч	
	зп	D06616
	пвл	ПОДВЫР(М16)
	конк	п'200'
	сч	D06574
	слц	D06616
	зп	D06574
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	пвл	ПОДВЫР(М16)
	конк	в'00100000'
	сч	D06574
	пв	ВЭЛ2(М16)
	пб	ДАГО
ЧТЗАП	сч	3(М1)
	и	D06111
	вчоб	2(М1)
	пе	G05737
	сч	3(М1)
	сда	64+24
	зп	D06613
	пб	G06000
G05737	счи	М2
	зп	D06613
	сч	2(М1)
	нтж	4(М1)
	и	D06272
	по	G05757
	сч	6(М1)
	по	G05750
	сч	4(М1)
	сбр	D06272
	рзб	D06273
	зп	D06612
	сч	1(М1)
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
G05750	сч	2(М1)
	зп	4(М1)
	сбр	D06272
	рзб	D06273
	или	D06126
	зп	D06612
	сч	1(М1)
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
	сч	
	зп	6(М1)
G05757	уиа	1(М2)
	сч	2(М1)
	и	D06165
	зп	D06614
	уи	М16
	мод	1(М1)
	сч	(М16)
	и	D06165
	слц	D06614
	зп	D06614
G05764	мод	1(М1)
	сч	(М16)
	мод	(М1)
	зп	-1(М2)
	слиа	1(М16)
	счи	М16
	нтж	D06614
	по	G05771
	цикл	G05764(М2)
G05771	сч	2(М1)
	зп	5(М1)
	и	D06342
	слц	D06614
	зп	2(М1)
	мод	1(М1)
	сч	(М16)
	нтж	D06351
	и	D06352
	пе	G06000
	сч	2(М1)
	слц	D06143
	и	D06342
	зп	2(М1)
G06000	мод	D06613
	пб	
G06001	сч	6(М1)
	по	(М2)
	сч	4(М1)
	сбр	D06272
	рзб	D06273
	зп	D06612
	сч	1(М1)
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
	пб	(М2)
ПИШГС	счи	М14
	зп	D06617
	уиа	D24001(М14)
	пб	D24157
D06012	сч	D06617
	уи	М14
	сч	D06615
	по	(М2)
	и	D06303
	по	G06017
	сч	D06445
	вч	D06074
	зп	D06556
G06017	сч	D06615
	и	D06106
	по	G06031
	сч	D06615
	уи	М17
	сч	D06445
	вч	D06556
	зп	D06602
G06023	пио	G06031(М17)
	мода	ТКЛАСС(М17)
	сч	
	зп	D06601
	и	D06136
	или	D06602
	мода	ТКЛАСС(М17)
	зп	
	сч	D06601
	уи	М17
	пб	G06023
G06031	сч	D06615
	и	D06170
	по	G06036
	сч	D06556
	сда	64-24
	или	D06154
	мода	D74001
	зп	
	сч	D06445
	зп	D01127
G06036	сч	D06615
	и	D06322
	по	G06042
	мод	D06566
	сч	ПУЛ1
	или	D06445
	мод	D06566
	зп	ПУЛ1
G06042	сч	
	зп	D06615
	пб	(М2)
	мода	,ДО ГРАНИЦЫ СЛОВА, КАК В ОРИГИНАЛЕ
	конд	в'0010340000100001'
D06045	конд	в'0000340000100001'
ПИШЗАП	сч	D06402
	зп	D06426
	нтж	D06424
	и	D06272
	по	G06057
	сч	D06402
	зп	D06424
	сбр	D06272
	рзб	D06273
	или	D06126
	зп	D06612
	сч	D06421
	сда	64-20
	и	D06274
	или	D06612
	зп	D06612
	Э70	D06612
G06057	сч	D06402
	и	D06165
	уи	М16
	сч	ЗАГЗАП
	мода	'72000'
	зп	(М16)
	пб	(М2)
G06063	сч	
	зп	D06427
	зп	СЛЕДЗП
	пб	(М2)
D06065	конд	п'42'
D06066	конд	в'2004010050640100'
D06067	конд	в'177'
D06070	конд	в'6675573366640100'
D06071	конд	в'162'
D06072	конд	в'-1'
D06073	конд	в'377'
D06074	конд	п'1'
D06075	конд	в'200'
D06076	конд	п'F'
	конд	в'2004010064040100'
	конд	в'2004010061640100'
	конд	в'2004010063040100'
	конд	в'2004031464040100'
D06103	конд	п' '
D06104	конд	п'Р'
D06105	конд	в'00002313'
D06106	конд	в'00077777'
D06107	конд	п'F0'
D06110	конд	A(ПУЛ1)	возм.
D06111	конд	в'77777777'
D06112	конд	в'03776000'
D06113	конд	п'F40F4'
D06114	конд	в'6615433066154330'
D06115	конд	п'2'
D06116	конд	п'6'
D06117	конд	в'0010040000000000'
D06120	конд	п'F001'
D06121	конд	в'7777777777777000'
D06122	конд	в'1234567654321000'
D06123	конд	в'00000777'
D06124	конд	в'7777407777777777'
D06125	конд	в'00072000'
D06126	конд	в'0010000000000000'
D06127	конд	п'5'
D06130	конд	в'0030000000000000'
D06131	конд	м40п'1'
D06132	конд	в'0007777600000000'
D06133	конд	в'7770000177777777'
D06134	конд	м40в'020'
D06135	конд	в'00777777'
D06136	конд	в'7777777777700000'
D06137	конд	в'00007775'
D06140	конд	м40в'034'
D06141	конд	в'0000000177700000'
D06142	конд	в'7777777600077777'
D06143	конд	п'40'
D06144	конд	в'6735673567356735'
D06145	конд	в'0020000000002023'
D06146	конд	в'2152024050120240'
D06147	конд	в'1600000000010001'
D06150	конд	в'0004326351321664'
D06151	конд	м40п'И'
D06152	конд	п'А0'
D06153	конд	п'80'
D06154	конд	в'00010000'
D06155	конд	в'0007777700000002'
D06156	конд	м40в'117'
D06157	конд	A(D06372)	возм.
D06160	конд	в'00074000'
D06161	конд	в'6410000000000000'
D06162	конд	в'0410000000000000'
D06163	конд	в'7767777777777777'
D06164	конд	в'7770000000000000'
D06165	конд	в'00001777'
D06166	конд	м40п'А'
D06167	конд	п'177777'
D06170	конд	в'00100000'
D06171	конд	м24в'77777'
D06172	конд	в'300'
D06173	конд	п'Q'
D06174	конд	п'V'
D06175	конд	п'4'
D06176	конд	в'00047000'
D06177	конд	в'130'
D06200	конд	в'376'
D06201	конд	п'8'
D06202	конд	в'370'
D06203	конд	м40в'377'
D06204	конд	п'А00'
D06205	конд	п'F00'
D06206	конд	п'Q0'
D06207	конд	п'S'
D06210	конд	в'40000000'
D06211	конд	м40в'200'
D06212	конд	п'U'
D06213	конд	п'Z'
D06214	конд	в'04000000'
D06215	конд	п'800'
D06216	конд	в'0012664150731257'
D06217	конд	п'820'
D06220	конд	в'0012640207600007'
D06221	конд	в'0012142701017403'
D06222	конд	в'0000303605206037'
D06223	конд	в'0001303201000021'
D06224	конд	в'0013157432000021'
D06225	конд	в'0000014030010000'
D06226	конд	в'0013140101413421'
D06227	конд	в'0013141607600563'
D06230	конд	в'00300000'
D06231	конд	в'6055024567526657'
D06232	конд	в'0012166450330264'
D06233	конд	в'0001000000001000'
D06234	конд	п'FFFFFF'
D06235	конд	в'3770000000000000'
D06236	конд	п'L'
D06237	конд	п'J'
	конд	м40в'255'
D06241	конд	п'R'
D06242	конд	п'W'
D06243	конд	в'116'
	конд	в'0000024355130250'
D06245	конд	в'345'
D06246	конд	в'026'
D06247	конд	п'/'
D06250	конд	в'150'
D06251	конд	в'120'
D06252	конд	п'7'
D06253	конд	в'241'
D06254	конд	п'3'
D06255	конд	в'140'
D06256	конд	в'141'
D06257	конд	в'236'
D06260	конд	п'9'
D06261	конд	в'346'
D06262	конд	м40в'265'
D06263	конд	в'255'
D06264	конд	в'5060000000000001'
D06265	конд	м40в'250'
D06266	конд	м40в'264'
D06267	конд	м40п'F'
D06270	конд	м24в'377'
D06271	конд	м24в'333'
D06272	конд	в'07776000'
D06273	конд	в'00770037'
D06274	конд	в'0000370000000000'
	конд	в'53723246'
	конд	в'0000024235406552'
	конд	в'0000024266202142'
	конд	в'50402142'
D06301	конд	в'00000434'
D06302	конд	п'400'
D06303	конд	п'100'
D06304	конд	в'0004326353522270'
D06305	конд	в'00000434'
D06306	конд	м24в'277777'
D06307	конд	в'01777777'
D06310	конд	в'135'
D06311	конд	п'1000'
D06312	конд	м40п'W'
D06313	конд	в'2153165452331664'
D06314	конд	п'И000А4'
D06315	конд	п'И000А0'
D06316	конд	в'00000600'
D06317	конд	в'1000000000010001'
D06320	конд	п'Р0'
D06321	конд	п'N'
D06322	конд	п'200'
D06323	конд	в'77700000'
D06324	конд	м40в'340'
D06325	конд	A(ПУЛ1)	возм.
D06326	конд	м40в'376'
D06327	конд	в'00075234'
D06330	конд	в'022'
D06331	конд	в'146'
D06332	конд	в'162'
D06333	конд	в'147'
D06334	конд	п'G'
	конд	в'127'
D06336	конд	в'0510000000000000'
D06337	конд	м40в'024'
	конд	в'1610000000000000'
	конд	м40п'Ш'
D06342	конд	в'7777777777776000'
D06343	конд	п'А000А0'
D06344	конд	в'00007776'
D06345	конд	в'0700000177700000'
D06346	конд	м40в'030'
D06347	конд	п'I'
D06350	конд	в'143'
D06351	конд	п'И0'
D06352	конд	в'00076000'
D06353	пам	1
D06354	пам	1
D06355	конд	м40в'320'
	конд	м40в'300'
	конд	м40в'260'
	конд	м40в'240'
	конд	м40в'220'
D06362	конд	м40в'200'
	конд	м40п'Р'
	конд	м40п'F'
	конд	м40в'120'
	конд	м40в'140'
	конд	м40в'160'
D06370	конд	м40в'200'
D06371	конд	в'00013676'
D06372	пам	1
D06373	пам	2
D06375	пам	5
D06402	пам	2
ЗАГЗАП	пам	1
ТЕКЗАП	пам	1
D06406	пам	10
D06420	конд	A(D06427)	возм.
D06421	конд	в'00072000'
D06422	пам	1
D06423	конд	п'//У000'
D06424	пам	2
D06426	пам	1
D06427	пам	1
СЛЕДЗП	пам	11
D06443	конд	в'00075234'
	пам	1
D06445	пам	3
D06450	пам	1
ЛИТ	пам	1
КЛЮЧ	пам	1
D06453	пам	32
D06513	пам	2
D06515	пам	31
D06554	пам	2
D06556	пам	1
D06557	пам	2
D06561	пам	1
D06562	пам	1
D06563	пам	1
D06564	пам	1
D06565	пам	1
D06566	пам	1
D06567	пам	1
D06570	пам	1
D06571	пам	3
D06574	пам	1
D06575	пам	3
D06600	пам	1
D06601	пам	1
D06602	пам	1
D06603	пам	1
D06604	пам	2
D06606	пам	1
D06607	пам	1
D06610	пам	1
D06611	пам	1
D06612	пам	1
D06613	пам	1
D06614	пам	1
D06615	пам	1
D06616	пам	1
D06617	пам	1
D06620	пам	1
D06621	пам	1
D06622	пам	1
D06623	пам	1
D06624	пам	1
D06625	пам	1
D06626	пам	1
D06627	пам	1
D06630	пам	31
D06667	пам	584
ПУЛ1	пам	1
D06374	экв	'06374'
D06417	экв	'06417'
D06442	экв	'06442'
D06454	экв	'06454'
D06512	экв	'06512'
D06514	экв	'06514'
D06516	экв	'06516'
D06517	экв	'06517'
D06520	экв	'06520'
D06522	экв	'06522'
D06523	экв	'06523'
D06550	экв	'06550'
D06551	экв	'06551'
D06555	экв	'06555'
D06560	экв	'06560'
D06573	экв	'06573'
D06576	экв	'06576'
D06577	экв	'06577'
D06631	экв	'06631'
D06632	экв	'06632'
ПУЛ0	экв	'07776'
	ФИНИШ
