 МАСRО
 МР &А
 LСLС &С
&С SЕТС Р'&А
 КОНД П'Р=&С'
 МЕND
 МАСRО
 МС &А
 LСLС &С
&С SЕТС С'&А
 КОНД П'С=&С'
 МЕND
 МАСRО
 МУ &А
 LСLС &С
&С SЕТС У'&А
 КОНД П'У=&С'
 МЕND
 МАСRО
 ММ &А
 LСLС &С
&С SЕТС М'&А
 КОНД П'М=&С'
 МЕND
 МАСRО
 МА &А
 LСLС &С
&С SЕТС А'&А
 КОНД П'А=&С'
 МЕND
 МАСRО
 МК &А
 LСLС &С
&С SЕТС К'&А
 КОНД П'К=&С'
 МЕND
 МАСRО
 МN &А
 LСLС &С
&С SЕТС N'&А
 КОНД П'N=&С'
 МЕND
 МАСRО
 МL &А
 LСLС &С
&С SЕТС L'&А
 КОНД П'L=&С'
 МЕND
 МАСRО
 МО &А
 LСLС &С
&С SЕТС О'&А
 КОНД П'О=&С'
 МЕND
 МАСRО
 МЕ &А
 LСLС &С
&С SЕТС Е'&А
 КОНД П'Е=&С'
 МЕND
 МАСRО
 МЧ &А
 LСLС &С
&С SЕТС Ч'&А
 КОНД П'Ч=&С'
 МЕND
ПР СТАРТ '1000'
 МР АВС
 МР 12
 МР
 МР СТАРТ
 МС АВС
 МС 12
 МС
 МС СТАРТ
 МУ АВС
 МУ 12
 МУ
 МУ СТАРТ
 ММ АВС
 ММ 12
 ММ
 ММ СТАРТ
 МА АВС
 МА 12
 МА
 МА СТАРТ
 МК АВС
 МК 12
 МК
 МК СТАРТ
 МN АВС
 МN 12
 МN
 МN СТАРТ
 МL АВС
 МL 12
 МL
 МL СТАРТ
 МО АВС
 МО 12
 МО
 МО СТАРТ
 МЕ АВС
 МЕ 12
 МЕ
 МЕ СТАРТ
 МЧ АВС
 МЧ 12
 МЧ
 МЧ СТАРТ
 ФИНИШ
